Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/impexp/app/ch.locallang.xlf
Languages: ch

# import
source: Import from .t3d
ch: 从.t3d导入

# export
source: Export to .t3d
ch: 导出至.t3d

# title
source: Import / Export
ch: 导入/导出

# moduleFunction.tx_impexp_modfunc1
source: Export Presets
ch: 导出预设

# tableselec_configuration
source: Configuration
ch: 设置

# exportdata_savedFile
source: SAVED FILE
ch: 保存文件

# exportdata_savedInSBytes
source: Saved in "%s", bytes %s
ch: 保存至%s, bytes %s

# exportdata_problemsSavingFile
source: Problems saving file
ch: 保存文件问题

# exportdata_badPathS
source: Bad path: "%s"
ch: 坏的路径： %s

# exportdata_filePreset
source: File & Preset
ch: 文件预设

# exportdata_advancedOptions
source: Advanced Options
ch: 高级选项

# exportdata_messages
source: Messages
ch: 消息

# execlistqu_structureToBeExported
source: Structure to be exported:
ch: 欲导出的结构

# execlistqu_maxNumberLimit
source: Max number limit!
ch: 最大数量限制!

# makeconfig_anSqlQueryReturned
source: An SQL query returned exactly the amount of records specified by the limit value (%s) - that could indicate an incomplete selection of records! Make sure this is on purpose.
ch: 一个SQL查询正好返回给定的记录数量极限值(%s) - 这有可能反映了不完全的记录选择.请确认是有意这样做的.

# makeconfig_exportPagetreeConfiguration
source: Export pagetree configuration:
ch: 导出页面树设置

# makeconfig_pageId
source: Page ID:
ch: 页面ID:

# makeconfig_tree
source: Tree:
ch: 树：

# makeconfig_noTreeExportedOnly
source: No tree exported - only tables on the page.
ch: 不导出树-仅页面的表格

# makeconfig_tablesOnThisPage
source: Tables on this page
ch: 此页的表格

# makeconfig_expandedTree
source: Expanded tree
ch: 扩展树

# makeconfig_onlyThisPage
source: Only this page
ch: 仅此页

# makeconfig_1Level
source: 1 level
ch: 1 层

# makeconfig_2Levels
source: 2 levels
ch: 2 层

# makeconfig_3Levels
source: 3 levels
ch: 3 层

# makeconfig_4Levels
source: 4 levels
ch: 4 层

# makeconfig_infinite
source: Infinite
ch: 无限

# makeconfig_levels
source: Levels:
ch: 层

# makeconfig_includeTables
source: Include tables:
ch: 包括表格：

# makeconfig_maxNumberOfRecords
source: Max number of records:
ch: 最大记录数：

# makeconfig_exportSingleRecord
source: Export single record:
ch: 导出单个记录：

# makeconfig_record
source: Record:
ch: 记录：

# makeconfig_exportTablesFromPages
source: Export tables from pages:
ch: 从页面中导出表格：

# makeconfig_tablePids
source: Table/Pids:
ch: 表格/Pids：

# makeconfig_relationsAndExclusions
source: Relations and Exclusions:
ch: 关联和排除

# makeconfig_includeRelationsToTables
source: Include relations to tables:
ch: 包含与下列表格的关系：

# makeconfig_useStaticRelationsFor
source: Use static relations for tables:
ch: 使用与下列表格的静态关系：

# makeconfig_showStaticRelations
source: Show static relations:
ch: 显示静态关系：

# makeconfig_excludeElements
source: Exclude elements:
ch: 排除元素：

# makeconfig_clearAllExclusions
source: Clear all exclusions:
ch: 清除全部排除：

# makeconfig_noExcludedElementsYet
source: No excluded elements yet. Exclude by setting checkboxes below in the element display.
ch: 还未选除的元素. 在下列元素显示中设定复选框中选除.

# makeadvanc_update
source: Update
ch: 更新

# makeadvanc_softReferences
source: Soft References:
ch: 软件参考

# makeadvanc_excludeHtmlCssFile
source: Exclude HTML/CSS file resources:
ch: 不包含HTML/CSS文件资源：

# makeadvanc_extensionDependencies
source: Extension dependencies:
ch: 扩展相关

# makeadvanc_selectExtensionsThatThe
source: Select extensions that the exported content depends on:
ch: 选择导出内容相关的扩展名：

# makesavefo_update
source: Update
ch: 更新

# makesavefo_presets
source: Presets:
ch: 预设

# makesavefo_selectPreset
source: Select preset:
ch: 选择预设

# makesavefo_load
source: Load
ch: 加载

# makesavefo_save
source: Save
ch: 保存

# makesavefo_areYouSure
source: Are you sure?
ch: 您确定？

# makesavefo_delete
source: Delete
ch: 删除

# makesavefo_merge
source: Merge
ch: 合并

# makesavefo_titleOfNewPreset
source: Title of new preset:
ch: 新预设标题

# makesavefo_public
source: Public:
ch: 公共：

# makesavefo_outputOptions
source: Output options:
ch: 输出选项：

# makesavefo_metaData
source: Meta data:
ch: 元数据：

# makesavefo_title
source: Title:
ch: 标题：

# makesavefo_description
source: Description:
ch: 描述：

# makesavefo_notes
source: Notes:
ch: 备注：

# makesavefo_thumbnail
source: Thumbnail:
ch: 缩略图：

# makesavefo_uploadThumbnail
source: Upload thumbnail:
ch: 上传缩略图：

# makesavefo_t3dFileCompressed
source: T3D file / compressed
ch: T3D文件 / 已压缩

# makesavefo_t3dFile
source: T3D file
ch: T3D文件

# makesavefo_fileFormat
source: File format:
ch: 文件格式

# makesavefo_maxSizeOfFiles
source: Max size of files to include (kb):
ch: 最大包含的文件大小（kb）：

# makesavefo_filenameSavedInS
source: Filename (saved in "%s"):
ch: 文件名（存储在%s）：

# makesavefo_downloadExport
source: Download export
ch: 下载导出的文件

# importdata_saveToFilename
source: Save to filename
ch: 存为文件名

# importdata_selectFileToImport
source: Select file to import:
ch: 选择导入的文件：

# importdata_file
source: File:
ch: 文件：

# importdata_fromPathS
source: (From path: %s)
ch: (从路径： %s)

# importdata_noteNoDecompressorAvailable
source: NOTE: No decompressor available for compressed files!
ch: 备注：压缩文件无解压器可用！

# importdata_importOptions
source: Import Options:
ch: 导入选项：

# importdata_update
source: Update:
ch: 更新：

# importdata_updateRecords
source: Update records
ch: 更新记录

# importdata_thisOptionRequiresThat
source: This option requires that the structure you import already exists on this server and only needs to be updated with new content!
ch: 此选项要求导入的结构已存在于服务器,仅需更新新的内容！

# importdata_ignorePidDifferencesGlobally
source: Ignore PID differences globally
ch: 全局忽略PID不同

# importdata_ifYouSetThis
source: If you set this option, the position of updated elements will not be updated to match the structure of the input file.
ch: 如果您设定此选项,则更新元素的位置将不被更新以匹配输入文件的结构.

# importdata_force_all_UIDS
source: Force ALL UIDs values
ch: 要求全部UIDs的数值

# importdata_force_all_UIDS_descr
source: With this option the original UID value of all imported records are forced to be the same. BE VERY CAREFUL WITH THIS! (Admin Only).
ch: 此选项强制全部导入记录的原始UID值相同.使用此选项须特别当心！（仅管理员可使用）.

# importdata_options
source: Options:
ch: 选项：

# importdata_doNotShowDifferences
source: Do not show differences in records
ch: 不显示记录中的不同

# importdata_greenValuesAreFrom
source: Green values are from the import file, red values from the current database record and black values are similar in both versions.
ch: 绿色值来自导入文件, 红色值来自当前数据库, 黑色值在两个版本中相同.

# importdata_allowToWriteBanned
source: Allow to write banned file extensions (eg. PHP scripts), if any
ch: 允许写禁止的文件扩展（如PHP scripts）, 即便要

# importdata_action
source: Action:
ch: 动作：

# importdata_preview
source: Preview
ch: 预览

# importdata_update_299e
source: Update
ch: 更新

# importdata_import
source: Import
ch: 导入

# importdata_areYouSure
source: Are you sure?
ch: 您确定吗？

# importdata_newImport
source: New import
ch: 新导入

# importdata_enableLogging
source: Enable logging:
ch: 允许记录日志：

# importdata_writeIndividualDbActions
source: Write individual DB actions during import to the log
ch: 将导入日志时个别数据库动作写入

# importdata_thisIsDisabledBy
source: This is disabled by default since there may be hundred of entries generated.
ch: 默认为禁止,因为可能有成百个记录被产生.

# importdata_uploadFileFromLocal
source: Upload file from local computer:
ch: 从本地计算机上传文件：

# importdata_browse
source: Browse:
ch: 浏览器：

# importdata_uploadStatus
source: Upload status:
ch: 上传状态：

# importdata_success
source: Success:
ch: 成功：

# importdata_failureNoFileUploaded
source: Failure: No file uploaded - was it too big? Check system log.
ch: 失败：无文件上传－文件太大？检查系统日志.

# importdata_upload
source: Upload
ch: 上传

# importdata_metaData
source: Meta data:
ch: 元数据

# importdata_title
source: Title:
ch: 标题：

# importdata_description
source: Description:
ch: 描述：

# importdata_notes
source: Notes:
ch: 备注：

# importdata_packager
source: Packager:
ch: 包：

# importdata_icon
source: Icon:
ch: 图标：

# importdata_metaData_1387
source: Meta data
ch: 元数据

# importdata_messages
source: Messages
ch: 消息

# importdata_structureHasBeenImported
source: Structure has been imported, here is the result:
ch: 结构已导入,这里是结果：

# filterpage_structureToBeImported
source: Structure to be imported:
ch: 欲导入的结构：

source: ALL tables
ch: 全部表格

# impexpcore_displaycon_controls
source: Controls:
ch: 控制：

# impexpcore_displaycon_title
source: Title:
ch: 标题：

# impexpcore_displaycon_size
source: Size:
ch: 大小：

# impexpcore_displaycon_message
source: Message:
ch: 消息：

# impexpcore_displaycon_updateMode
source: Update Mode:
ch: 更新模式：

# impexpcore_displaycon_currentPath
source: Current Path:
ch: 当前路径：

# impexpcore_displaycon_result
source: Result:
ch: 结果：

# impexpcore_displaycon_insidePagetree
source: Inside pagetree:
ch: 内部页面树：

# impexpcore_singlereco_outsidePagetree
source: Outside pagetree:
ch: 外部页面树：

# impexpcore_singlereco_softReferencesFiles
source: Soft References Files:
ch: 软件参考文件：

# impexpcore_singlereco_update
source: Update
ch: 更新

# impexpcore_singlereco_insert
source: Insert
ch: 插入

# impexpcore_singlereco_importAsNew
source: Import as new
ch: 作为新的导入

# impexpcore_singlereco_ignorePid
source: Ignore PID
ch: 忽略PID

# impexpcore_singlereco_respectPid
source: Respect PID
ch: 考虑PID

# impexpcore_singlereco_forceUidSAdmin
source: Force UID [%s] (Admin)
ch: 强制UID [%s] (管理员)

# impexpcore_singlereco_exclude
source: Exclude
ch: 不包括

# impexpcore_singlereco_title
source: Title:
ch: 标题：

# impexpcore_singlereco_descr
source: Descr:
ch: 描述：

# impexpcore_singlereco_filename
source: Filename:
ch: 文件名：

# impexpcore_singlereco_value
source: Value:
ch: 值：

# impexpcore_softrefsel_record
source: Record:
ch: 记录：

# impexpcore_softrefsel_editable
source: Editable
ch: 可编辑

# impexpcore_softrefsel_exclude
source: Exclude
ch: 不包括

# impexpcore_printerror_description
source: Description:
ch: 描述：
