Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/feeditadvanced/ch.locallang.xlf
Languages: ch

# statusEditingOn
source: Editing On
ch: 编辑已打开

# statusEditingOff
source: Editing Off
ch: 编辑已关闭

# statusDeactivateEditing
source: Deactivate Editing
ch: 关闭编辑

# statusActivateEditing
source: Activate Editing
ch: 激活编辑

# closeEditMode
source: close edit
ch: 关闭编辑

# openEditMode
source: Edit Page
ch: 编辑页面

# toggle_advanced
source: Advanced
ch: 高级

# toggle_simple
source: Simple
ch: 简单

# alertChange
source: This change will affect which fields are available in the form. Please save this record in order to get a new field set.
ch: 这些改变将影响到表单中有效的字段，为了得到一个新的字段请保存当前内容.

# fe_users.tx_wecfeedit_beuser
source: Backend User To Link To
ch: 链接到后台用户

# usersOnPage
source: WARNING: Following users are editing this page:
ch: 警告：有用户正在编辑此页

# copyIcon
source: Copy
ch: 拷贝

# copyTitle
source: Copy element
ch: 拷贝元素

# cutIcon
source: Cut
ch: 剪切

# cutTitle
source: Cut this element
ch: 剪切元素

# deleteIcon
source: Delete
ch: 删除

# deleteTitle
source: Delete this element
ch: 删除元素

# downIcon
source: Down
ch: 向下

# downTitle
source: Move this down
ch: 向下移动

# editIcon
source: Edit
ch: 编辑

# editTitle
source: Edit this element by clicking on it
ch: 点击编辑元素

# hideIcon
source: Hide
ch: 隐藏

# hideTitle
source: Hide this element
ch: 隐藏元素

# newPageIcon
source: New Page
ch: 新页面

# newRecordIcon
source: New
ch: 新建

# newRecordInTopOfColumnTitle
source: New content in top of this column
ch: 在当前列顶部创建

# newRecordTitle
source: New content after this element
ch: 在当前元素后新建

# pasteIcon
source: Paste
ch: 粘贴

# pasteTitle
source: Paste element after existing element
ch: 在已存在元素后粘贴

# refTitle
source: Create reference
ch: 创建索引

# unhideIcon
source: Show
ch: 显示

# unhideTitle
source: Show this hidden element
ch: 显示隐藏的元素

# dragIcon
source: Drag
ch: 拖动

# dragTitle
source: Click to drag this element
ch: 点击拖动元素

# upIcon
source: Up
ch: 向上

# upTitle
source: Move this up
ch: 向上移动

# saveButton
source: Save
ch: 保存

# saveCloseButton
source: Save & Close
ch: 保存&关闭

# closeButton
source: Close
ch: 关闭

# pageEditButton
source: Page Properties
ch: 页面属性

# pageEditTooltip
source: Edit page properties of the current page.
ch: 编辑当前页面属性

# pageNewButton
source: New Page
ch: 新页面

# pageNewTooltip
source: Create a new page as subpage to the current page.
ch: 创建新页面作为当前页面的子页

# pageDeleteButton
source: Delete Page
ch: 删除页面

# pageDeleteTooltip
source: Delete this page.
ch: 删除页面

# pageHideButton
source: Hide Page
ch: 隐藏页面

# pageHideTooltip
source: Set the visibility of this page to hidden.
ch: 设置页面的可见性

# pageShowHidden
source: Show Hidden Content Elements
ch: 显示隐藏元素

# pageShowHiddenTooltip
source: Toggle the display of hidden content elements on or off.
ch: 切换隐藏内容显示

# previewTitle
source: Preview
ch: 预览

# previewTooltip
source: Preview this page
ch: 预览当前页

# closeTitle
source: Close
ch: 关闭

# closeTooltip
source: Close Frontend Editing.
ch: 关闭前台编辑

# logoutTooltip
source: Logout from TYPO3 Backend.
ch: 从总后台退出

# openTooltip
source: Open Frontend Editing.
ch: 打开前台编辑

# clipboardTitle
source: Clipboard
ch: 剪切板

# clipboardTooltip
source: Use the clipboard to copy and paste content.
ch: 使用粘贴板拷贝粘贴内容

# dragWidgets
source: Drag widgets onto the page.
ch: 托拽内容到页面

# js.dropMessage
source: Drop content here
ch: 拖拽内容元素到此处

# js.loadingMessage
source: Loading editing form
ch: 调入编辑表单

# js.ajaxError
source: AJAX Error
ch: AJAX错误

# js.generalError
source: It looks like we encountered some problems. Please reload the page and try again or contact your administrator.
ch: 看上去遇到了一些问题，请刷新页面再试或联系系统管理员

# js.alreadyProcessingAction
source: Already processing an action, please wait.
ch: 已执行了一个操作，请等待.

# js.newContentElement
source: New Content Element
ch: 新内容元素

# js.newPage
source: New Page
ch: 新页面

# js.editContentElement
source: Edit Content Element
ch: 编辑内容元素

# js.editPageProperties
source: Edit Page Properties
ch: 编辑页面属性

# js.confirmDelete
source: Are you sure you want to delete this content?
ch: 你确定删除这个内容吗？

# js.hideNotification
source: Hiding content
ch: 隐藏内容

# js.unhideNotification
source: Unhiding content
ch: 显示内容

# js.moveNotification
source: Moving content
ch: 移动内容

# js.saveNotification
source: Saving content
ch: 保存内容

# js.closeNotification
source: Closing editing form
ch: 关闭编辑表单

# js.copyNotification
source: Copying content
ch: 拷贝内容

# js.cutNotification
source: Cutting content
ch: 剪切内容

# js.pasteNotification
source: Pasting content
ch: 粘贴内容

# js.updatingContent
source: Updating content
ch: 更新内容
