Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/ch.locallang.xlf
Languages: ch

# pi1_title
source: mm_forum :: Forum
ch: 交流论坛::论坛

# pi2_title
source: mm_forum :: User registration
ch: 交流论坛::用户注册

# pi3_title
source: mm_forum :: Private messaging
ch: 交流论坛::个人消息

# pi4_title
source: mm_forum :: Search
ch: 交流论坛::搜索

# pi5_title
source: mm_forum :: User settings
ch: 交流论坛::用户设置

# pi6_title
source: mm_forum :: Portal information
ch: 交流论坛::总览信息

# flex.general
source: Forum options
ch: 论坛选项

# flex.general.desc
source: Here you can configure general display options for the mm_forum :: Forum plugin.
ch: 这里你可以配置一般信息

# flex.code
source: What to display
ch: 显示内容

# flex.code.empty
source: Message board
ch: 消息版块

# flex.code.havealook
source: Email subscriptions
ch: 邮件订阅

# flex.code.favorites
source: Favorites
ch: 爱好

# flex.code.postalertlist
source: Reported posts
ch: 报告帖子

# flex.code.listposts
source: List the user's posts
ch: 列出用户发帖

# flex.code.latest
source: List latest posts
ch: 列出最新帖子

# flex.redirectSpecial
source: Show special page
ch: 显示特别页面

# flex.redirectSpecial.list_unans
source: List unanswered topics
ch: 列出未响应帖子

# flex.redirectSpecial.list_unread
source: List unread topics
ch: 列入未读帖子

# flex.latest_limit
source: Number of latest posts
ch: 最新帖子数量

# flex.code.userlist
source: User list
ch: 用户列表

# flex.userlist_fields
source: Display fields
ch: 显示字段

# flex.userlist_fields.username
source: User name
ch: 用户名

# flex.userlist_fields.usergroup
source: Groups
ch: 用户组

# flex.userlist_fields.crdate
source: Registration date
ch: 注册日期

# flex.userlist_fields.name
source: Real name
ch: 真实姓名

# flex.userlist_fields.email
source: Email address
ch: 邮件地址

# flex.userlist_fields.pm
source: Private message
ch: 个人消息

# flex.userlist_fields.city
source: Location
ch: 位置

# flex.userlist_fields.www
source: WWW
ch: 网址

# flex.userlist_fields.icq
source: ICQ
ch: QQ

# flex.userlist_fields.posts
source: Posts
ch: 帖子

# flex.userlist_fields.interests
source: Interests
ch: 兴趣

# flex.userlist_fields.occ
source: Occupation
ch: 职业

# flex.userlist_limit
source: List size
ch: 目录尺寸

# pi1_plus_wiz_description
source: This plugin adds an extremely powerful forum extension to your page.
ch: 这个插件可以插入一个强大的论坛到你的页面

# pi2_plus_wiz_description
source: This plugin adds an user registration to your page.
ch: 这个插件可以插入用户注册到你的页面

# pi3_plus_wiz_description
source: This plugin adds a private messaging system to your page.
ch: 这个插件可以在页面中插入消息系统

# pi4_plus_wiz_description
source: This plugin adds an indexed search for the forum extension.
ch: 这个插件可以插入论坛搜索到你的页面

# pi5_plus_wiz_description
source: This plugin adds an user settings management.
ch: 这个插件可以插入用户设置管理到你的页面

# pi6_plus_wiz_description
source: This plugin adds a portal information field.
ch: 这个插件可以添加一些门户信息到你的页面

# flex.code.rss
source: RSS feed
ch: Rss种子

# flex.code.feadmin
source: Frontend administration
ch: 前台管理
