Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/reports/reports/ch.locallang.xlf
Languages: ch

# status_CreatedDirectoryPermissions
source: Permissions of created directories
ch: 已穿件的目录权限

# status_CreatedFilePermissions
source: Permissions of created files
ch: 已创建的文件权限

# status_PhpSafeMode
source: PHP safe_mode
ch: PHP安全模式

# status_adminUserAccount
source: Admin User Account
ch: 管理员帐号

# status_configuration
source: Configuration
ch: 配置

# status_configuration_DeprecationLog
source: Deprecation Log
ch: 日志

# status_configuration_DeprecationLogDeleteLink
source: Delete deprecation log file.
ch: 删除弃用的日志文件

# status_configuration_DeprecationLogDeletedSuccessful
source: The deprecation log file was successfully deleted.
ch: 启用日志文件已经成功删除。

# status_configuration_DeprecationLogDeletionFailed
source: The deprecation log file could not be deleted!
ch: 弃用的日志文件不能被删除！

# status_connectionFailed
source: Connection Failed
ch: 链接失败

# status_disabled
source: Disabled
ch: 禁止

# status_empty
source: Empty
ch: 空的

# status_enabled
source: Enabled
ch: 打开

# status_enabledPermanently
source: Enabled permanently
ch: 永久打开

# status_enabledTemporarily
source: Enabled temporarily
ch: 暂时打开

# status_encryptionKey
source: Encryption Key
ch: 加密密钥

# status_fal
source: File Abstraction Layer
ch: 文件抽象层

# status_fileDenyPattern
source: File Deny Pattern
ch: 文件拒绝模式

# status_htaccessUploadProtection
source: .htaccess Upload Protection
ch: .htaccess上传保护

# status_insecure
source: Insecure
ch: 不安全的

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
ch: 安装工具暂时开启，当你完成TYPO3的配置后，请删除这个文件 "%s" 。如果没有删除，安装工具将在 %s 分钟后自动禁用。

# status_installTool
source: Install Tool
ch: 安装工具

# status_installToolPassword
source: Install Tool Password
ch: 安装工具密码

# status_memcachedConfiguration
source: Memcached Configuration
ch: 内存缓存配置

# status_missingFiles
source: Files flagged as missing
ch: 文件标记丢失

# status_phpMemory
source: PHP Memory Limit
ch: PHP内存限制

# status_phpMemoryUnlimited
source: unlimited
ch: 无限

# status_phpModules
source: PHP Modules
ch: PHP 模块

# status_phpModulesList
source: The following PHP module(s) is/are missing: %s.
ch: 下列PHP模块丢失: %s.

# status_phpModulesMissing
source: One or more modules are missing.
ch: 一个或多个模块丢失。

# status_phpModulesPresent
source: All required modules are installed.
ch: 所需模块均以安装

# status_phpPeakMemory
source: PHP peak memory usage
ch: PHP内存使用峰值

# status_phpRegisterGlobalsHowToChange
source: how to change configuration settings
ch: 如何修改配置设置

# status_phpTooOld
source: Your PHP installation is too old.
ch: 你的PHP版本太老了

# status_phpVersion
source: PHP Version
ch: PHP版本

# status_problemNotification
source: One or more problems were detected with your TYPO3 installation. Please check the %sstatus report%s for more information.
ch: 探测到一个或多个问题，请检查 %sstatus report%s 获得更多信息

# status_referenceIndex
source: Reference Index
ch: 引用表

# status_report_description
source: Get a status report about your site's operation and any detected problems.
ch: 得到一个关于站点系统和已检测问题的状态报告。

# status_report_explanation
source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on TYPO3's support mailinglists and project issue trackers.
ch: 这里你可以发现一个站点参数和你的安装的问题的简短概览。

# status_report_title
source: Status Report
ch: 状态报告

# status_security
source: Security
ch: 安全

# status_system
source: System
ch: 系统

# status_typo3
source: TYPO3 System
ch: 系统

# status_updateComplete
source: Update Complete
ch: 完成更新

# status_updateIncomplete
source: Update Incomplete
ch: 未完成更新

# status_webServer
source: Web Server
ch: Web 服务器
