Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/pi4/ch.locallang.xlf
Languages: ch

# indexing-running
source: Indexing is already running.
ch: 索引正在运行

# indexing-topicIndexed
source: Topic ###TOPIC### was indexed.
ch: 帖子###TOPIC### 已经被索引

# searchform-searchAllBoards
source: Search in all boards
ch: 在所有板块中搜索

# searchform-sorting-none
source: No sorting
ch: 没有排序

# searchform-sorting-dateAsc
source: Date ascending
ch: 日期顺序

# searchform-sorting-dateDesc
source: Date descending
ch: 日期逆序

# searchform-sorting-repliesMost
source: Most answers
ch: 最多回复

# searchform-sorting-repliesLeast
source: Fewest answers
ch: 最新回复

# searchform-sorting-readMost
source: Most frequently read
ch: 阅读最多

# searchform-sorting-readLeast
source: Most rarely read
ch: 阅读最少

# searchform-quickGuide
source: Quick guide for the search
ch: 搜索快速指南

# searchform-quickGuideIndex
source: Quick guide for Indexing
ch: 索引快速指南

# searchform-quickGuideExpand
source: Quick guide
ch: 快速指南

# searchform-wildcard-header
source: Wildcard-Search
ch: 模糊搜索

# searchform-wildcard-content
source: With the help of a so-called wildcard you can look for several search words, which have the same word beginning. If you search e.g. for "Typo*", the search will find everything that begins with "Typo" : Typo3, Typoscript, Typocode, Typo3user... etc.
ch: 模糊搜索中，你输入typo，则可以找到"Typo" : Typo3, Typoscript, Typocode等

# searchform-negative-header
source: Negative search
ch: 导航搜索

# searchform-negative-content
source: If you do not want to find certain expressions in your search result, you can cause this with placing a hyphen in front. Terms containing this phrase are excluded from the search result.
ch: 如果您不希望您的搜索结果中找到某些词语，可在前面放置一个连字符。这句话包含的结果都会被排除。

# searchform-usersearch-header
source: Search for user
ch: 搜索用户

# searchform-usersearch-content
source: It is possible to limit the search result on answers of certain users. In addition to the retrieval query attach still another "user:username" and find the results, which were written by this certain user. If the username could not be found this will be ignored.
ch: 限制特定用户的搜索结果，除了检索查询还有一个附加的“用户：用户名“，并找到结果，这是由特定的用户编写的。如果用户名无法找到则被忽略。

# searchform-Index-header
source: Indexing
ch: 索引

# searchform-Index-content
source: This function updates the search index. Please note that only posts that have been indexed will be found by the search function, so it is necessary to conduct an indexing process in regular intervals.
ch: 这个功能更新搜索索引，请注意只有被索引的帖子才能被搜索功能找到，所以有必要定期进行搜索索引。

# searchform-orderBy
source: Sort by
ch: 排序按

# searchform-onlySolved
source: Show only solved topics
ch: 仅显示已处理的帖子

# searchform-onePost
source: Only show one post per topic
ch: 每个主题仅显示一个帖子

# searchform-submit
source: Search
ch: 搜索

# searchform-startIndex
source: Start indexing
ch: 开始索引

# searchform-title
source: Search
ch: 搜索

# searchform-searchstring
source: Search string
ch: 搜索字符

# searchform-advanced
source: Advanced
ch: 高级

# searchform-searchplace
source: Search place
ch: 搜索位置

# searchform-indexing
source: Indexing
ch: 索引

# search-noResults
source: No results found
ch: 没有发现结果

# search-results
source: Results
ch: 结果

# search-topicinfo
source: Topic information
ch: 帖子信息

# search-replies
source: Answers
ch: 回复

# search-solved
source: Solved
ch: 已处理

# search-cruser
source: Created by
ch: 创建由

# search-crdate
source: Creation date
ch: 创建日期

# search-topicSolved
source: This topic was solved
ch: 主题已处理

# search-searchresults
source: Search results
ch: 搜索结果

# stats
source: Statistic: ###WORDS### words with ###MATCHES### results in ###TOPICS### topics
ch: 统计: ###WORDS### 搜索词有 ###MATCHES### 结果在 ###TOPICS### 帖子

# debug-duration
source: Duration
ch: 持续时间
