Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/elemente_fenews/pi1/ch.locallang.xlf
Languages: ch

# form_legend
source: Create a new news
ch: 创建新闻

# form_submit
source: Submit
ch: 发布

# form_reset
source: Reset
ch: 重置

# form_select
source: Please select
ch: 请选择

# l_title
source: Title
ch: 标题

# l_archivedate
source: Archive date
ch: 存档日期

# l_author
source: Author
ch: 作者

# l_author_email
source: Email address
ch: 电子邮件

# l_tx_elementefenews_author
source: Hide my name and email address
ch: 隐藏我的名字和电子邮件

# l_short
source: Subtitle
ch: 子标题

# l_bodytext
source: Text
ch: 正文

# l_keywords
source: Keywords (comma separated)
ch: 关键词（半角逗号分隔）

# l_category
source: Category
ch: 分类

# l_current_image
source: Current image
ch: 当前图片

# l_image
source: Image
ch: 图片

# l_imagecaption
source: Image caption
ch: 图片标题

# l_imagealttext
source: Image ALT-text
ch: 图片注释文字

# l_imagetitletext
source: Image TITLE-text
ch: 图片标题文字

# l_links
source: Links (one per line)
ch: 链接（一行一个）

# l_news_files
source: File
ch: 文件

# l_captcha
source: Spam protectiion
ch: 防垃圾保护

# l_captcha_text
source: Please fill in the word shown in the image.
ch: 请填写图片中显示的文字

# l_required_text
source: Fields labeled with ###SPAN_BEGIN###*###SPAN_END### are required.
ch: 字段 ###SPAN_BEGIN###*###SPAN_END### 是必需的.

# l_mail_subject
source: News submitted
ch: 新闻已提交

# l_mail_salutation
source: Dear
ch: 亲爱的

# l_mail_intro_feed
source: you have submitted a new news. For your information, your data is listed following.
ch: 你已经发布了一个新闻，你的数据如下。

# l_mail_intro_queue
source: a user has submitted a new news. Please log into the TYPO3 backend to publish this news.
ch: 一个用户提交了新闻，请登录到系统发布。

# l_mail_regards
source: Kind regards
ch: 祝好

# l_error_message
source: Input error!
ch: 输入错误

# l_error_field
source: Please fill in field ###FIELD###.
ch: 请填写###FIELD###.

# l_error_email
source: Field ###FIELD### must contain a valid mail-address.
ch: 字段###FIELD###必须包含一个有效的电子邮件地址

# l_error_archivedate
source: Field ###FIELD### must contain a future date.
ch: 字段###FIELD###必须包含未来的日期

# l_error_captcha
source: Field ###FIELD### is not identical to the given word shown in the image.
ch: 字段###FIELD###和图片给出的不相同

# l_error_file_size
source: The file of field ###FIELD### filesize is bigger than allowed. The max. allowed filesize is: ###SIZE###.
ch: ###FIELD###文件太大了，系统允许的文件大小是： ###SIZE###.
