Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/rtehtmlarea/htmlarea/plugins/BlockStyle/ch.locallang.xlf
Languages: ch

# No style
source: No block style
ch: 无样式

# Remove style
source: Remove block style
ch: 去除块样式

# Unknown style
source: Unknown block style
ch: 未知块样式

# Element style
source: Block element style
ch: 块元素样式

# BlockStyle-Tooltip
source: Apply style to the containing block
ch: 应用样式到容器块

# frame-frame1
source: Frame with grey background
ch: 灰色背景框

# frame-frame2
source: Frame with yellow background
ch: 黄色背景框

source: Important
ch: 重点

source: Name of person
ch: 人名

source: Detail
ch: 详细

source: Component items
ch: 组成项目

source: Action items
ch: 动作项目
