Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/*_feuser_register/pi1/ch.locallang.xlf
Languages: ch

# v_follow_instructions_review2
source: Please be aware that after you confirm your registration, it will need to be reviewed by the administrator before you gain access to the section <b>%1$s</b> of our website.
ch: 请注意，在注册确认之后，本站管理员将对会员进行审核。

# v_follow_instructions_review2_informal
source: Please be aware that after you confirm your registration, it will need to be reviewed by the administrator before you gain access to the section <b>%1$s</b> of our website.
ch: 请注意，在注册确认之后，本站管理员将对会员进行审核。

# v_registration_confirmed_subject
source: Thank you for registering with <b>%1$s</b>.
ch: 感谢您在 <b>%1$s</b>的注册

# v_registration_confirmed_subject_informal
source: Thank you for registering with <b>%1$s</b>.
ch: 感谢您在 <b>%1$s</b>的注册

# evalErrors_required
source: You must enter a value!
ch: 你必须填写一个值！

# evalErrors_required_informal
source: You must enter a value!
ch: 你必须填写一个值！

# evalErrors_same_twice
source: You must enter the same value twice.
ch: 你必须输入两个相同的值。

# evalErrors_same_twice_informal
source: You must enter the same value twice.
ch: 你必须输入两个相同的值。

# evalErrors_twice
source: Please enter the same value twice.
ch: 请输入两个相同的值。

# evalErrors_twice_informal
source: Please enter the same value twice.
ch: 请输入两个相同的值。

# evalErrors_twice_password
source: You must enter the same password twice.
ch: 你必须输入两个相同的值密码。

# evalErrors_twice_password_informal
source: You must enter the same password twice.
ch: 你必须输入两个相同的值密码。

# evalErrors_unvalid_date
source: Please enter a valid date.
ch: 请输入日期

# evalErrors_uniqueLocal_email
source: This e-mail address already exist.
ch: 此邮件地址已存在

# internal_token_empty
source: The form\'s token is empty!
ch: 此form\'s 是空的！

# internal_token_short
source: The form\'s token is too short!
ch: 此form\'s 太短！
