Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/*_feuser_register/pi1/ch.locallang.xlf
Languages: ch

source: unsupported
ch: 不支持

# username
source: Preferred username
ch: 用户名

# tooltip_username
source: Enter the username you want to use to login.
ch: 填写你想做为登录用的用户名。

# tooltip_username_informal
source: Enter the username you want to use to login.
ch: 填写你想做为登录用的用户名。

# tooltip_invitation_username
source: Enter a username for the invited person.
ch: 填写邀请者的用户名

# tooltip_invitation_username_informal
source: Enter a username for the invited person.
ch: 填写邀请者的用户名

# tooltip_login_username
source: Enter your username.
ch: 填写你的用户名.

# tooltip_login_username_informal
source: Enter your username.
ch: 填写你的用户名.

# missing_username
source: Enter a username!
ch: 填写一个用户名！

# missing_username_informal
source: Enter a username!
ch: 填写一个用户名！

source: Password
ch: 密码

# tooltip_password
source: Enter the password you want to use to login.
ch: 填写你想作为登录用的密码。

# tooltip_password_informal
source: Enter the password you want to use to login.
ch: 填写你想作为登录用的密码。

# tooltip_invitation_password
source: Enter a password for the invited person.
ch: 邀请的用户输入密码

# tooltip_invitation_password_informal
source: Enter a password for the invited person.
ch: 邀请的用户输入密码

# tooltip_login_password
source: Enter your password.
ch: 填写密码。

# tooltip_login_password_informal
source: Enter your password.
ch: 填写密码。

# password_again
source: Repeat
ch: 重复

# tooltip_password_again
source: Enter the same password a second time.
ch: 重复密码

# tooltip_password_again_informal
source: Enter the same password a second time.
ch: 重复密码

# tooltip_invitation_password_again
source: Enter the same password a second time.
ch: 重复密码

# tooltip_invitation_password_again_informal
source: Enter the same password a second time.
ch: 重复密码

# missing_password
source: Please enter a password!
ch: 填写密码！

# missing_password_informal
source: Please enter a password!
ch: 填写密码！

source: User group
ch: 用户组

# tooltip_usergroup
source: Select the group(s) to which you wish to belong.
ch: 选择你属于的用户组。

# tooltip_usergroup_informal
source: Select the group(s) to which you wish to belong.
ch: 选择你属于的用户组。

# tooltip_invitation_usergroup
source: Select the group(s) to which the invited person will initially belong.
ch: 选择你属于的用户组。

# tooltip_invitation_usergroup_informal
source: Select the group(s) to which the invited person will initially belong.
ch: 选择你属于的用户组。

# missing_usergroup
source: Please select a user group!
ch: 选择一个用户组！

# missing_usergroup_informal
source: Please select a user group!
ch: 选择一个用户组！

# missing_invitation_usergroup
source: Please select a user group!
ch: 选择一个用户组！

# missing_invitation_usergroup_informal
source: Please select a user group!
ch: 选择一个用户组！

source: Name
ch: 姓名

# tooltip_name
source: Enter your full name.
ch: 填写全名。

# tooltip_name_informal
source: Enter your full name.
ch: 填写全名。

# tooltip_invitation_name
source: Enter the full name of the invited person.
ch: 填写邀请者的全名，

# tooltip_invitation_name_informal
source: Enter the full name of the invited person.
ch: 填写邀请者的全名，

# missing_name
source: Please enter your name!
ch: 请填写您的名字！

# missing_name_informal
source: Please enter your name!
ch: 请填写您的名字！

# missing_invitation_name
source: Please enter a name!
ch: 请填写一个名字！

# missing_invitation_name_informal
source: Please enter a name!
ch: 请填写一个名字！

source: First name
ch: 姓

# tooltip_first_name
source: Enter your first name.
ch: 填写您的名。

# tooltip_first_name_informal
source: Enter your first name.
ch: 填写您的名。

# tooltip_invitation_first_name
source: Enter the first name of the invited person.
ch: 请填写邀请者的名。

# tooltip_invitation_first_name_informal
source: Enter the first name of the invited person.
ch: 请填写邀请者的名。

# missing_first_name
source: Please enter your first name!
ch: 请填写您的名！

# missing_first_name_informal
source: Please enter your first name!
ch: 请填写您的名！

# missing_invitation_first_name
source: Please enter a first name!
ch: 请填写一个名！

# missing_invitation_first_name_informal
source: Please enter a first name!
ch: 请填写一个名！

source: Last name
ch: 名

# tooltip_last_name
source: Enter your surname.
ch: 填写您的姓。

# tooltip_last_name_informal
source: Enter your surname.
ch: 填写您的姓。

# tooltip_invitation_last_name
source: Enter the surname of the invited person.
ch: 请填写邀请者的姓。

# tooltip_invitation_last_name_informal
source: Enter the surname of the invited person.
ch: 请填写邀请者的姓。

# missing_last_name
source: Please enter your surname!
ch: 请填写您的姓！

# missing_last_name_informal
source: Please enter your surname!
ch: 请填写您的姓！

# missing_invitation_last_name
source: Please enter a surname!
ch: 请填写一个姓！

# missing_invitation_last_name_informal
source: Please enter a surname!
ch: 请填写一个姓！

# tooltip_status
source: Select in the list the status that corresponds to yours.
ch: 在目录中选择您的职位。

# tooltip_status_informal
source: Select in the list the status that corresponds to yours.
ch: 在目录中选择您的职位。

# tooltip_invitation_status
source: Select in the list the status that corresponds to the status of the invited person.
ch: 在目录中选择邀请者的职位。

# tooltip_invitation_status_informal
source: Select in the list the status that corresponds to the status of the invited person.
ch: 在目录中选择邀请者的职位。

# date_of_birth
source: Date of birth (dd-mm-yyyy)
ch: 出生日期(dd-mm-yyyy)

# tooltip_date_of_birth
source: Enter your date of birth in the format day-month-year.
ch: 在规定的日-月-年格式中选择你的出生日期。

# tooltip_date_of_birth_informal
source: Enter your date of birth in the format day-month-year.
ch: 在规定的日-月-年格式中选择你的出生日期。

# tooltip_invitation_date_of_birth
source: Enter the date of birth of the invited person.
ch: 填写邀请者的出生日期。

# tooltip_invitation_date_of_birth_informal
source: Enter the date of birth of the invited person.
ch: 填写邀请者的出生日期。

# missing_date_of_birth
source: Please enter your date of birth!
ch: 请填写您的出生日期！

# missing_date_of_birth_informal
source: Please enter your date of birth!
ch: 请填写您的出生日期！

# missing_invitation_date_of_birth
source: Please enter a date of birth!
ch: 请填写一个出生日期！

# missing_invitation_date_of_birth_informal
source: Please enter a date of birth!
ch: 请填写一个出生日期！

source: Address
ch: 地址

# tooltip_address
source: Enter your address (number, street, apt.).
ch: 填写你的地址(号码, 街道, apt.).

# tooltip_address_informal
source: Enter your address (number, street, apt.).
ch: 填写你的地址(号码, 街道, apt.).

# tooltip_invitation_address
source: Enter the address (number, street, apt.).
ch: 填写地址(号码, 街道, apt.).

# tooltip_invitation_address_informal
source: Enter the address (number, street, apt.).
ch: 填写地址(号码, 街道, apt.).

# missing_address
source: Please enter your address!
ch: 请填写您的地址！

# missing_address_informal
source: Please enter your address!
ch: 请填写您的地址！

# missing_captcha_response
source: Please enter the captcha phrase!
ch: 请填写验证码字符！

# missing_captcha_response_informal
source: Please enter the captcha phrase!
ch: 请填写验证码字符！

# missing_invitation_address
source: Please enter an address!
ch: 请填写一个地址！

# missing_invitation_address_informal
source: Please enter an address!
ch: 请填写一个地址！

source: City
ch: 城市

# tooltip_city
source: Enter the name of the city or village.
ch: 请您所在的县市。

# tooltip_city_informal
source: Enter the name of your city or village.
ch: 请您所在的县市。

# missing_city
source: Please enter the name of your city!
ch: 请填写您所在城市的名称！

# missing_city_informal
source: Please enter the name of your city!
ch: 请填写您所在城市的名称！

# missing_invitation_city
source: Please enter the name of a city!
ch: 请填写城市名称！

# missing_invitation_city_informal
source: Please enter the name of a city!
ch: 请填写城市名称！

# zone
source: County/province
ch: 省区

# tooltip_zone
source: Select your County or Province in this list.
ch: 请在目录中选择您所在的省区。

# tooltip_zone_informal
source: Select your County or Province in this list.
ch: 请在目录中选择您所在的省区。

# tooltip_invitation_zone
source: Select the County or Province in this list.
ch: 请在目录中选择省区。

# tooltip_invitation_zone_informal
source: Select the County or Province in this list.
ch: 请在目录中选择您省区。

# missing_zone
source: Please select your County or Province!
ch: 请选择您所在的省区。

# missing_zone_informal
source: Please select your County or Province!
ch: 请选择您所在的省区。

# missing_invitation_zone
source: Please select a County or Province!
ch: 请选择一个省区。

# missing_invitation_zone_informal
source: Please select a County or Province!
ch: 请选择一个省区。

source: Country
ch: 国家

# tooltip_country
source: Enter the name of your country.
ch: 填写您的国家的名称。

# tooltip_country_informal
source: Enter the name of your country.
ch: 填写您的国家的名称。

# tooltip_invitation_country
source: Enter the name of the country.
ch: 填写您的国家的名称。

# tooltip_invitation_country_informal
source: Enter the name of the country.
ch: 填写您的国家的名称。

# missing_country
source: Please enter the name of your country!
ch: 请填写您的国家的名称！

# missing_country_informal
source: Please enter the name of your country!
ch: 请填写您的国家的名称！

# missing_invitation_country
source: Please enter the name of the country!
ch: 请填写您的国家的名称！

# missing_invitation_country_informal
source: Please enter the name of the country!
ch: 请填写您的国家的名称！

# zip
source: Postal code
ch: 邮编

# tooltip_zip
source: Enter your Postcode.
ch: 请输入邮政编码。

# tooltip_zip_informal
source: Enter your Postcode.
ch: 请输入邮政编码。

# tooltip_invitation_zip
source: Enter the Postcode.
ch: 输入邮政编码。

# tooltip_invitation_zip_informal
source: Enter the Postcode.
ch: 输入邮政编码。

# missing_zip
source: Please enter your Postcode!
ch: 请输入您的邮政编码。

# missing_zip_informal
source: Please enter your Postcode!
ch: 请输入您的邮政编码。

# missing_invitation_zip
source: Please enter a Postcode!
ch: 请输入一个邮政编码。

# static_info_country
source: Country
ch: 国家

# tooltip_static_info_country
source: Select your country in the list.
ch: 请在目录中选择您的国家。

# tooltip_static_info_country_informal
source: Select your country in the list.
ch: 请在目录中选择您的国家。

# tooltip_invitation_static_info_country
source: Select the country in the list.
ch: 在目录中选择您的国家。

# tooltip_invitation_static_info_country_informal
source: Select the country in the list.
ch: 在目录中选择您的国家。

# missing_static_info_country
source: Please select your country!
ch: 请选择您的国家！

# missing_static_info_country_informal
source: Please select your country!
ch: 请选择您的国家！

# missing_invitation_static_info_country
source: Please select a country!
ch: 请选择一个国家！

# missing_invitation_static_info_country_informal
source: Please select a country!
ch: 请选择一个国家！

source: Telephone
ch: 电话

# tooltip_telephone
source: Enter your phone number.
ch: 输入您的电话号码

# tooltip_telephone_informal
source: Enter your phone number.
ch: 输入您的电话号码

# tooltip_invitation_telephone
source: Enter the phone number of the invited person.
ch: 填写邀请者的电话号码。

# tooltip_invitation_telephone_informal
source: Enter the phone number of the invited person.
ch: 填写邀请者的电话号码。

# missing_telephone
source: Please enter your phone number!
ch: 请填写您的电话号码！

# missing_telephone_informal
source: Please enter your phone number!
ch: 请填写您的电话号码！

# missing_invitation_telephone
source: Please enter a phone number!
ch: 请填写一个电话号码！

# missing_invitation_telephone_informal
source: Please enter a phone number!
ch: 请填写一个电话号码！

source: Fax
ch: 传真

# tooltip_fax
source: Enter your fax number.
ch: 填写您的传真号码。

# tooltip_fax_informal
source: Enter your fax number.
ch: 填写您的传真号码。

# tooltip_invitation_fax
source: Enter the fax number of the invited person.
ch: 填写邀请者的传真号码。

# tooltip_invitation_fax_informal
source: Enter the fax number of the invited person.
ch: 填写邀请者的传真号码。

# missing_fax
source: Please enter your fax number!
ch: 请填写您的传真号码！

# missing_fax_informal
source: Please enter your fax number!
ch: 请填写您的传真号码！

# missing_invitation_fax
source: Please enter a fax number!
ch: 请填写一个传真号码！

# missing_invitation_fax_informal
source: Please enter a fax number!
ch: 请填写一个传真号码！

source: E-mail
ch: 电子邮件

# tooltip_email
source: Enter your email address.
ch: 填写电子邮件。

# tooltip_email_informal
source: Enter your email address.
ch: 填写电子邮件。

# tooltip_invitation_email
source: Enter the email address of the invited person.
ch: 填写邀请者的电子邮件。

# tooltip_invitation_email_informal
source: Enter the email address of the invited person.
ch: 填写邀请者的电子邮件。

# missing_email
source: A valid e-mail is required.
ch: 需要一个有效的电子邮件地址

# missing_email_informal
source: A valid e-mail is required.
ch: 需要一个有效的电子邮件地址

# module_sys_dmail_html
source: Receive HTML e-mails?
ch: 接受HTML电子邮件吗？

# module_sys_dmail_html_informal
source: Receive HTML e-mails?
ch: 接受HTML电子邮件吗？

source: Yes
ch: 是

source: No
ch: 否

# module_sys_dmail_category
source: Receive news on any of these subjects?
ch: 接受这些主题的新闻

# module_sys_dmail_category_informal
source: Receive news on any of these subjects?
ch: 接受这些主题的新闻

# missing_module_sys_dmail_category
source: Please select at least one subject!
ch: 请选择最少一种语言！

# missing_module_sys_dmail_category_informal
source: Please select at least one subject!
ch: 请选择最少一种语言！

# missing_invitation_module_sys_dmail_category
source: Please select at least one subject!
ch: 请选择最少一种语言！

# missing_invitation_module_sys_dmail_category_informal
source: Please select at least one subject!
ch: 请选择最少一种语言！

source: Language
ch: 语言

# tooltip_language
source: Select your preferred language in this list.
ch: 从目录中选择您喜爱的语言。

# tooltip_language_informal
source: Select your preferred language in this list.
ch: 从目录中选择您喜爱的语言。

# tooltip_invitation_language
source: Select the language of the invited person in this list.
ch: 从目录中选择邀请者的语言。

# tooltip_invitation_language_informal
source: Select the language of the invited person in this list.
ch: 从目录中选择邀请者的语言。

# missing_language
source: Please select your preferred language!
ch: 请从目录中选择您喜爱的语言！

# missing_language_informal
source: Please select your preferred language!
ch: 请从目录中选择您喜爱的语言！

# missing_invitation_language
source: Please select a preferred language!
ch: 请从目录中选择一种喜爱的语言！

# missing_invitation_language_informal
source: Please select a preferred language!
ch: 请从目录中选择一种喜爱的语言！

source: Title
ch: 职位名称

# tooltip_title
source: Enter the title of your position or profession.
ch: 填写您的职务名称或职业。

# tooltip_title_informal
source: Enter the title of your position or profession.
ch: 填写您的职务名称或职业。

# tooltip_invitation_title
source: Enter the title of the invited person.
ch: 填写职务名称或职业。

# tooltip_invitation_title_informal
source: Enter the title of the invited person.
ch: 填写职务名称或职业。

# missing_title
source: Please enter your title!
ch: 请填写您的职务名称！

# missing_title_informal
source: Please enter your title!
ch: 请填写您的职务名称！

# missing_invitation_title
source: Please enter a title!
ch: 请填写一个职务名称。

# missing_invitation_title_informal
source: Please enter a title!
ch: 请填写一个职务名称。

source: Company
ch: 公司名称

# tooltip_company
source: Enter the name of your company or organization.
ch: 填写您的公司名称或团体名称。

# tooltip_company_informal
source: Enter the name of your company or organization.
ch: 填写您的公司名称或团体名称。

# tooltip_invitation_company
source: Enter the name of the company or organization of the invited person.
ch: 填写邀请者的公司名称或团体名称。

# missing_company
source: Please enter the name of your company!
ch: 请填写您的公司名称！

# missing_company_informal
source: Please enter the name of your company!
ch: 请填写您的公司名称！

# missing_invitation_company
source: Please enter the name of a company!
ch: 请填写您的一个公司名称！

# www
source: Web site
ch: 网站

# tooltip_www
source: Enter the address of your website.
ch: 请填写您的网站地址.

# tooltip_www_informal
source: Enter the address of your website.
ch: 请填写您的网站地址.

# tooltip_invitation_www
source: Enter the address of the website of the invited person.
ch: 请填写

# missing_www
source: Please enter the address of your website!
ch: 请填写您的网络地址！

# missing_www_informal
source: Please enter the address of your website!
ch: 请填写您的网络地址！

# missing_invitation_www
source: Please enter a website address!
ch: 请填写一个网络地址！

# image
source: Photographs
ch: 图片

# tooltip_image
source: Enter the path and name of a file or click on the button to browse the files on your computer.
ch: 输入路径和文件名或点击按钮浏览文件

# tooltip_image_informal
source: Enter the path and name of a file or click on the button to browse the files on your computer.
ch: 输入路径和文件名或点击按钮浏览文件

# tooltip_invitation_image
source: Enter the path and name of a file or click on the button to browse the files on your computer.
ch: 输入路径和文件名或点击按钮浏览文件

# missing_image
source: Please enter your photograph!
ch: 请添加您的图片！

# missing_image_informal
source: Please enter your photograph!
ch: 请添加您的图片！

# missing_invitation_image
source: Please enter a photograph!
ch: 请添加一张图片！

# missing_invitation_image_informal
source: Please enter a photograph!
ch: 请添加一张图片！

# icon_delete
source: Delete!
ch: 删除！

# file_view
source: View
ch: 浏览

# confirm_file_delete
source: Are sure that you want to delete this file?
ch: 确定提交删除申请吗？

# confirm_file_delete_informal
source: Are sure that you want to delete this file?
ch: 确定提交删除申请吗？

# tooltip_comments
source: Enter your comments.
ch: 填写您的注解.

# tooltip_comments_informal
source: Enter your comments.
ch: 填写您的注解.

# button_register
source: Create account
ch: 创建账户

# button_confirm_register
source: Create account now!
ch: 现在创建账户

# button_back_to_form
source: Back to form
ch: 退回到表单

# button_update
source: Update profile
ch: 更新个人资料

# button_confirm_update
source: Update profile now!
ch: 现在更新个人资料！

# button_update_and_more
source: Update and continue...
ch: 继续更新

# button_enter
source: Enter
ch: 输入

# button_confirm_delete
source: Yes, delete account
ch: 是的，删除账户

# button_cancel_delete
source: No, cancel
ch: No,关闭

# button_password_forgotten
source: Send me the forgotten password.
ch: 发送忘记的密码。

# button_password_forgotten_informal
source: Send me the forgotten password.
ch: 发送忘记的密码。

# click_here_to_register
source: Not a member yet? click here to register.
ch: 还不是会员？点击这里注册.

# click_here_to_register_informal
source: Not a member yet? click here to register.
ch: 还不是会员？点击这里注册.

# tooltip_click_here_to_register
source: Presents a registration form.
ch: 呈现一个注册表单

# click_here_to_edit
source: Click here to edit your profile or delete your account.
ch: 点击编辑或删除你的账户

# click_here_to_edit_informal
source: Click here to edit your profile or delete your account.
ch: 点击编辑或删除你的账户

# tooltip_click_here_to_edit
source: Presents an account editing form.
ch: 呈现一个编辑表单

# click_here_to_delete
source: Click here to delete your membership.
ch: 点击删除你的账户

# click_here_to_delete_informal
source: Click here to delete your membership.
ch: 点击删除你的账户

# tooltip_click_here_to_delete
source: Opens a dialog to delete your membership.
ch: 打开一个对话框删除你的账户

# tooltip_click_here_to_delete_informal
source: Opens a dialog to delete your membership.
ch: 打开一个对话框删除你的账户

# enter_account_info
source: Please fill in the information of your membership.
ch: 请填写您的会员信息。

# enter_account_info_informal
source: Please fill in the information of your membership.
ch: 请填写您的会员信息。

# enter_invitation_account_info
source: Please fill in the information of the account for the invited person.
ch: 请填写你的邀请账户信息

# enter_invitation_account_info_informal
source: Please fill in the information of the account for the invited person.
ch: 请填写你的邀请账户信息

# required_info_notice
source: Please make sure that you fill in your details for the fields marked *
ch: 请确认填写了标记为*号的字段

# copy_paste_link
source: Or copy and paste it into your browser.<br>
ch: 或拷贝粘贴到浏览器<br>

# copy_paste_link_informal
source: Or copy and paste it into your browser.<br>
ch: 或拷贝粘贴到浏览器<br>

# excuse_us
source: Please forgive us for any inconvenience we may have caused you.<br><br>
ch: 请原谅我们给您带来任何不便 <br><br>

# excuse_us_informal
source: Please forgive us for any inconvenience we may have caused you.<br><br>
ch: 请原谅我们给您带来任何不便 <br><br>

# registration_problem
source: There seems to be a problem.
ch: 似乎是一个问题。

# registration_sorry
source: We are sorry that it was not possible to complete this process.
ch: 我们很抱歉不能完成这个过程。

# registration_sorry_informal
source: We are sorry that it was not possible to complete this process.
ch: 我们很抱歉不能完成这个过程。

# registration_clicked_twice
source: Perhaps you clicked twice on the link?
ch: 可能你在一个链接上点击了两次？

# registration_clicked_twice_informal
source: Perhaps you clicked twice on the link?
ch: 可能你在一个链接上点击了两次？

# registration_help
source: If the problem persists, please contact us at the following e-mail address and we will be pleased to help you.
ch: 如果问题仍然存在，请按照如下电子邮件联系我们，我们将很快给您协助。

# registration_help_informal
source: If the problem persists, please contact us at the following e-mail address and we will be pleased to help you.
ch: 如果问题仍然存在，请按照如下电子邮件联系我们，我们将很快给您协助。

source: Kind regards,
ch: 祝好

# kind_regards_informal
source: Kind regards,
ch: 祝好

# kind_regards_del
source: Wishing you well
ch: 祝好

# kind_regards_del_informal
source: Wishing you well
ch: 祝好

# kind_regards_upd
source: Warmest wishes
ch: 最衷心的祝愿

# kind_regards_upd_informal
source: Warmest wishes
ch: 最衷心的祝愿

# v_really_wish_to_delete
source: Do you really wish to delete your membership <b>%2$s</b>?
ch: 你的要删除自己的账户吗<b>%2$s</b>?

# v_really_wish_to_delete_informal
source: Do you really wish to delete your membership <b>%2$s</b>?
ch: 你的要删除自己的账户吗<b>%2$s</b>?

# v_verify_before_create
source: Please verify that all the information is correct before your membership with the name <b>%2$s</b> will be created<br>
ch: 注册前，请检查<b>%2$s</b>信息是否正确<br>

# v_verify_before_create_informal
source: Please verify that all the information is correct before your membership with the name <b>%2$s</b> will be created<br>
ch: 注册前，请检查<b>%2$s</b>信息是否正确<br>

# v_edit_your_account
source: Edit the information of your membership <b>%2$s</b>
ch: 编辑您的会员信息<b>%2$s</b>

# v_edit_your_account_informal
source: Edit the information of your membership <b>%2$s</b>
ch: 编辑您的会员信息<b>%2$s</b>

# v_dear
source: Dear %3$s,
ch: 用户 %3$s,

# v_dear_informal
source: Hi %3$s,
ch: 你好 %3$s,

# v_infomail_dear
source: Dear madam/sir,
ch: 亲爱的用户

# v_infomail_dear_informal
source: Dear madam/sir,
ch: 亲爱的用户

# v_infomail_lost_password
source: Enter the email address under which you are registered.
ch: 输入你注册用的电子邮件地址

# v_infomail_lost_password_confirm
source: The email with the lost password has been sent to <b>%4$s</b>.
ch: 输入你注册用的电子邮件地址

# v_registration_created_subject
source: Thank you for joining us at <b>%1$s</b>.
ch: 感谢您加入我们<b>%1$s</b>.

# v_registration_created_subject_informal
source: Thank you for joining us at <b>%1$s</b>.
ch: 感谢您加入我们<b>%1$s</b>.

# v_invitation_confirm
source: The invitation has been sent.
ch: 邀请已经发送。

# v_please_confirm
source: Please confirm your registration.
ch: 请确认你的注册.

# v_please_confirm_informal
source: Please confirm your registration.
ch: 请确认你的注册.

# v_your_account_was_created
source: Your membership <b>%2$s</b> has been created. We are sending a message to your e-mail address <b>%4$s</b> so that you can confirm your registration with <b>%1$s</b>.
ch: 你的会员帐号<b>%2$s</b>已经创建，我们已经发送了一封电子邮件到你的邮箱<b>%4$s</b>，用来确认在<b>%1$s</b>的注册.

# v_your_account_was_created_informal
source: Your membership <b>%2$s</b> has been created. We are sending a message to your e-mail address <b>%4$s</b> so that you can confirm your registration with <b>%1$s</b>.
ch: 你的会员帐号<b>%2$s</b>已经创建，我们已经发送了一封电子邮件到你的邮箱<b>%4$s</b>，用来确认在<b>%1$s</b>的注册.

# v_follow_instructions1
source: In order to confirm your registration with <b>%1$s</b>, you will have to follow the instructions given in the invitation message.
ch: 为了确认你在本网站的注册，你必须按照以下说明

# v_follow_instructions1_informal
source: In order to confirm your registration with <b>%1$s</b>, you will have to follow the instructions given in the invitation message.
ch: 为了确认你在本网站的注册，你必须按照以下说明

# v_follow_instructions_review1
source: In order to confirm your registration with <b>%1$s</b>, you will have to follow the instructions given in the invitation message.
ch: 为了确认你在本网站的注册，你必须按照以下说明

# v_follow_instructions_review1_informal
source: In order to confirm your registration with <b>%1$s</b>, you will have to follow the instructions given in the invitation message.
ch: 为了确认你在本网站的注册，你必须按照以下说明
