Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/myquizpoll/ch.locallang_ff.xlf
Languages: ch

# flexform.sheets.general.title
source: General
ch: 普遍

# flexform.sheets.general.what_to_display
source: What to display?
ch: 如何显示？

# flexform.sheets.general.what_to_display.1
source: Normal quiz/poll site
ch: 正常测试/调查网站

# flexform.sheets.general.what_to_display.2
source: Show all answers
ch: 显示所有回答

# flexform.sheets.general.what_to_display.3
source: Highscore list
ch: 排行榜

# flexform.sheets.general.what_to_display.4
source: Poll results
ch: 投票结果

# flexform.sheets.general.isPoll
source: Quiz or basic poll?
ch: 测试或者基本的民意调查？

# flexform.sheets.general.isPoll.no
source: Quiz / Poll
ch: 测试/调查

# flexform.sheets.general.isPoll.yes
source: Basic Poll / Rating
ch: 基本投票/评分

# flexform.sheets.general.templateFile
source: Template file:
ch: 模板文件：

# flexform.sheets.general.nextPID
source: Where to continue?
ch: 继续吗？

# flexform.sheets.general.finalPID
source: Where to show the final page?
ch: 在哪里显示最后一页？

# flexform.sheets.subtleties.sortBy.title
source: Title
ch: 标题

# flexform.sheets.subtleties.sortBy.random
source: Random
ch: 随机

# flexform.sheets.subtleties.loggedInMode.no
source: No, only once
ch: 不，只有一次

# flexform.sheets.userdata.title
source: User data
ch: 用户数据

# flexform.sheets.email.title
source: E-Mail
ch: 电子邮件

# flexform.sheets.email.send_admin
source: Send an e-mail to the admin?
ch: 给管理员发一封电子邮件？

# flexform.sheets.email.send_admin.yes
source: Yes, at the final page!
ch: 是的，在最后一页！

# flexform.sheets.email.send_user.yes
source: Yes, at the final page!
ch: 是的，在最后一页！

# flexform.sheets.email.admin_name
source: Admin name
ch: 管理员名称

# flexform.sheets.email.admin_mail
source: Admin e-mail
ch: 管理员电子邮箱

# flexform.sheets.features.title
source: Additional
ch: 附加

# flexform.sheets.features.jokersHalvePoints.no
source: No, full points
ch: 不，满分

# flexform.sheets.features.jokersHalvePoints.yes
source: Yes, only half points
ch: 是的，只有半分

# flexform.sheets.features.advancedStatistics.no
source: No, I don´t need that
ch: 不，我不需要它

# flexform.sheets.features.enableCaptcha.no
source: No, I don´t need that
ch: 不，我不需要它

# flexform.sheets.features.loggedInCheck
source: Login required?
ch: 登录要求？

# flexform.sheets.features.debug
source: Debug mode?
ch: 调试模式？

# flexform.sheets.features.debug.parameter
source: Debug only with a parameter
ch: 只有一个参数调试

# flexform.sheets.features.startCategory
source: Category of the first question:
ch: 分类的第一个问题：
