Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/myquizpoll/ch.locallang_db.xlf
Languages: ch

# tx_myquizpoll_question
source: Quiz/Poll Question
ch: 测试/投票

# tx_myquizpoll_question.title
source: Title
ch: 标题

# tx_myquizpoll_question.title_hide
source: Hide title?
ch: 隐藏标题？

# tx_myquizpoll_question.name
source: Question
ch: 问题

# tx_myquizpoll_question.qtype.I.0
source: Multiple answers possible (check-box)
ch: 可多选（复选框）

# tx_myquizpoll_question.qtype.I.1
source: Choose one answer (radio-button)
ch: 选择一个答案（单选摁钮）

# tx_myquizpoll_question.qtype.I.2
source: Select one answer (select-box)
ch: 选择一个答案（选择框）

# tx_myquizpoll_question.qtype.I.3
source: Enter an answer (text-field)
ch: 输入一个答案（文本字段）

# tx_myquizpoll_question.qtype.I.5
source: Enter a comment (textarea)
ch: 输入评论（区域）

# tx_myquizpoll_question.qtype.I.6
source: Show a comment
ch: 显示评论

# tx_myquizpoll_question.qtype
source: Question type
ch: 问题类型

# tx_myquizpoll_question.category
source: Category of this question
ch: 这个问题类别

# tx_myquizpoll_question.answer1
source: Answer 1
ch: 回答1

# tx_myquizpoll_question.category1
source: Next category
ch: 下一个类别

# tx_myquizpoll_question.answer2
source: Answer 2
ch: 回答2

# tx_myquizpoll_question.correct2
source: Is answer 2 correct?
ch: 回答2是正确的吗？

# tx_myquizpoll_question.category2
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.answer3
source: Answer 3
ch: 回答3

# tx_myquizpoll_question.correct3
source: Is answer 3 correct?
ch: 回答3是正确的吗？

# tx_myquizpoll_question.category3
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.answer4
source: Answer 4
ch: 回答4

# tx_myquizpoll_question.correct4
source: Is answer 4 correct?
ch: 回答4是正确的吗？

# tx_myquizpoll_question.category4
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.answer5
source: Answer 5
ch: 回答5

# tx_myquizpoll_question.correct5
source: Is answer 5 correct?
ch: 回答5是正确的吗？

# tx_myquizpoll_question.category5
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.answer6
source: Answer 6
ch: 回答6

# tx_myquizpoll_question.correct6
source: Is answer 6 correct?
ch: 回答6是正确的吗？

# tx_myquizpoll_question.category6
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.explanation
source: Explanation
ch: 解释

# tx_myquizpoll_question.category_next
source: Next category
ch: 下一个类型

# tx_myquizpoll_question.image
source: Image
ch: 图片

# tx_myquizpoll_question.alt_text
source: Alternative text
ch: 替代文字

# tx_myquizpoll_voting
source: Voting Result
ch: 投票结果

# tx_myquizpoll_voting.question_id
source: Question
ch: 问题

# tx_myquizpoll_result
source: Quiz/Poll Result
ch: 测验/投票结果

# tx_myquizpoll_result.name
source: Name
ch: 名字

# tx_myquizpoll_result.email
source: eMail
ch: 电子邮件

# tx_myquizpoll_result.homepage
source: Homepage
ch: 首页

# tx_myquizpoll_result.ip
source: IP-Address
ch: IP-地址

# tx_myquizpoll_result.p_or_a
source: Scores or selected answer
ch: 分数或选择的答案

# tx_myquizpoll_result.p_max
source: Maximum scores
ch: 最高得分

# tx_myquizpoll_result.percent
source: Percent
ch: 百分率

# tx_myquizpoll_result.o_max
source: Overall maximum scores
ch: 总体最高得分

# tx_myquizpoll_result.o_percent
source: Overall percent
ch: 整体百分率

# tx_myquizpoll_result.qids
source: Answered question(s)
ch: 回答问题

# tx_myquizpoll_result.cids
source: Correct answered questions
ch: 正确回答的问题

# tx_myquizpoll_result.fids
source: False answered questions
ch: 虚假回答的问题

# tx_myquizpoll_result.sids
source: Skipped questions
ch: 跳过问题

# tx_myquizpoll_result.lastcat
source: Last category
ch: 最后一个类型

# tx_myquizpoll_result.nextcat
source: Next category
ch: 下一个类型

# tx_myquizpoll_relation.user_id
source: User
ch: 用户

# tx_myquizpoll_relation.question_id
source: Question
ch: 问题

# tx_myquizpoll_relation.textinput
source: Text input
ch: 文字输入

# tx_myquizpoll_relation.checked1
source: Answer 1 checked?
ch: 答案1检查？

# tx_myquizpoll_relation.checked2
source: Answer 2 checked?
ch: 答案2检查？

# tx_myquizpoll_relation.checked3
source: Answer 3 checked?
ch: 答案3检查？

# tx_myquizpoll_relation.checked4
source: Answer 4 checked?
ch: 答案4检查？

# tx_myquizpoll_relation.checked5
source: Answer 5 checked?
ch: 答案5检查？

# tx_myquizpoll_relation.checked6
source: Answer 6 checked?
ch: 答案6检查？

# tx_myquizpoll_relation.points
source: Scores
ch: 成绩

# tx_myquizpoll_category
source: Quiz/Poll Category
ch: 测试/投票分类

# tx_myquizpoll_category.name
source: Name
ch: 名字

# tx_myquizpoll_category.notes
source: Internal notes
ch: 内部说明

# tx_myquizpoll_category.celement
source: Corresponding "content element"
ch: 相应的“内容元素”

# tt_content.list_type_pi1
source: My quiz and poll
ch: 我的测试和投票
