Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/dr_wiki/flexforms/ch.locallang_db.xlf
Languages: ch

# tt_content.list_type_pi1
source: DR Wiki Extension
ch: DR Wiki 扩展

# tt_content.pi_flexform.sheet_general
source: General Settings
ch: 常规设置

# tt_content.pi_flexform.sheet_toc
source: TOC Settings
ch: 目录设置

# tt_content.pi_flexform.sheet_editor
source: Editor Settings
ch: 编辑器设置

# tt_content.pi_flexform.sheet_advanced
source: Advanced Settings
ch: 高级设置

# tt_content.pi_flexform.sheet_redirect
source: Redirect Settings
ch: 重定向设置

# tt_content.pi_flexform.sheet_initialPage
source: Page Template
ch: 页面模板

# tt_content.pi_flexform.disable_toc
source: TOC: Disable the creation of the table of contents (TOC).
ch: 目录：禁用内容表格的创建（TOC）。

# tt_content.pi_flexform.maxTocLevel
source: TOC: Maximum level of headings to create TOC (Default: 4).
ch: 目录：创建TOC的标题的最大层级（默认：4）

# tt_content.pi_flexform.disableDoNumberHeadings
source: TOC: Disable the nubering of heading?
ch: 目录：禁用标题的结点？

# tt_content.pi_flexform.minHeaderCount
source: TOC: Minimum count of headers for displaying the TOC (Default: 4).
ch: 目录：显示TOC的标题的最小数量（默认：4）

# tt_content.pi_flexform.numberRows
source: Editor: Number of editor lines (Default: 30).
ch: 编辑器：编辑器行数（默认：30）。

# tt_content.pi_flexform.numberColumns
source: Editor: Number of editor columns (Default: 50).
ch: 编辑器：编辑器列数（默认50）。

# tt_content.pi_flexform.wrapLinesOn
source: Editor: Turn on line wrapping? (Default: Off).
ch: 编辑器：启用自动换行？（默认：Off)。

# tt_content.pi_flexform.charSummary
source: Editor: Summary characters (Default: 50).
ch: 编辑器：摘要字符（默认：50）。

# tt_content.pi_flexform.read_only
source: Adv: Make the Wiki read-only (no editing permitted)?
ch: 高级:使Wiki为只读（无编辑许可）？

# tt_content.pi_flexform.disableWikiCaching
source: Adv: Deactivate caching of wiki pages?
ch: 高级:解除wiki页面的缓存？

# tt_content.pi_flexform.setHomePage
source: Adv: Set WikiWord for the starting page (Default: "HomePage").
ch: 高级:设置启始页面的Wiki关键词(默认："HomePage").

# tt_content.pi_flexform.extLinkTarget
source: Adv: Target for external links (Default: "_blank")?
ch: 高级:外部链接目标（默认："_blank"）？

# tt_content.pi_flexform.templateFile
source: Adv: Set template for DR_Wiki:
ch: 高级:为DR_Wiki设置模板：

# tt_content.pi_flexform.turnOffImageLink
source: Adv: Turn off image links?
ch: 高级:关闭图片链接？

# tt_content.pi_flexform.wikiHeader
source: Adv: Text for static header - please use the dr_wiki markups:
ch: 高级:静态页眉文本 -- 请使用dr_wiki markups：

# tt_content.pi_flexform.wikiFooter
source: Adv: Text for static footer - please use the dr_wiki markups:
ch: 高级：静态页脚文本 -- 请使用dr_wiki markups：

# tt_content.pi_flexform.activatePageRedirect
source: Red: Redirect to login page if not logged-in on edit?
ch: 重定向：如果没有登录编辑，重定向到登录页面？

# tt_content.pi_flexform.pageRedirect
source: Red: Page to use if redirecting is active.
ch: 重定向：如果激活重定向则使用的页面。

# tt_content.pi_flexform.initialPageText1Name
source: TPL: Name First Page Template (Wiki Markup).
ch: 模板：命名第一个页面模板（Wiki Markup）。

# tt_content.pi_flexform.initialPageText2Name
source: TPL: Name Second Page Template (Wiki Markup).
ch: 模板：命名第二个页面模板（Wiki Markup）。

# tt_content.pi_flexform.initialPageText3Name
source: TPL: Name Third Page Template (Wiki Markup).
ch: 模板：命名第三个页面模板（Wiki Markup）。

# tt_content.pi_flexform.initialPageText1
source: TPL: First Initial Page Template (Wiki Markup).
ch: 模板：第一个初始页面模板（Wiki Markup）。

# tt_content.pi_flexform.initialPageText2
source: TPL: Second Initial Page Template (Wiki Markup).
ch: 模板：第二个初始页面模板（Wiki Markup）。

# tt_content.pi_flexform.initialPageText3
source: TPL: Third Initial Page Template (Wiki Markup).
ch: 模板：第三个初始页面模板（Wiki Markup）。

# tt_content.pi_flexform.activateInitialPageText
source: TPL: Activate Initial Page Template.
ch: 模板：激活初始页面模板。
