Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/mod1/ch.locallang_updater.xlf
Languages: ch

# updater.currentRevision
source: Current Revision: %s
ch: 当前版本: %s

# updater.newestRevision
source: Newest Revision: %s
ch: 最新版本: %s

# updater.noUpdate
source: No update required.
ch: 不需要更新

# updater.updatePossible
source: A new version is available. Click the button below to update.
ch: 新版本已可用，点击更新

# updater.updateNow
source: Update!
ch: 更新！

# updater.intro
source: This is the mm_forum updater. You can use it to update your version of the mm_forum extension to the newest available version from the official mm_forum SVN repository (svn.typo3.net). You should however consider that the versions available in the SVN repository are development versions that are not necessarily stable.
ch: 这个是mm_forum论坛更新器，以保证你的论坛是官方库中的最新版本

# updater.title
source: Update
ch: 更新

# updater.progress.success
source: Success
ch: 成功

# updater.progress.failure
source: Failure
ch: 失败

# updater.progress.loadTarball
source: Loading Tarball from SVN repository...
ch: 调入Tarball从SVN库

# updater.progress.storeToHD
source: Store Tarball into filesystem...
ch: 存储Tarball文件到文件系统

# updater.progress.moveInstaller
source: Move update installer into ext/ directory...
ch: 移动更新文件到ext/目录

# updater.progress.performInstallation
source: Perform installation...
ch: 执行安装

# updater.noURLfopen
source: The SVN repository could not be contacted. Please make sure that allow_url_fopen is enabled.
ch: SVN库不能连接，请确认allow_url_fopen功能开启
