Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/pi3/ch.locallang.xlf
Languages: ch

# reply
source: Answer
ch: 回复

source: Delete
ch: 删除

source: new message
ch: 新信息

source: new messages
ch: 新信息

# newmessage2
source: You have %s unread message
ch: 你有%s 个未读消息

# newmessages2
source: You have %s unread messages
ch: 你有%s 个未读消息

# msgError
source: You must be logged in to use this function
ch: 你必须登录才可以使用本功能

# msgErrorDeactivated
source: The private messaging functions are disabled.
ch: 个人消息功能被禁止

# headerSubject
source: Subject
ch: 主题

# headerDate
source: Date
ch: 日期

# confirmAction
source: You are about to edit many private messages. Do you really want to continue?
ch: 你要编辑多个个人讯息，你真的要继续吗？

source: Selection
ch: 选择

# selected
source: Selected messages
ch: 选择信息

# selectedDelete
source: delete
ch: 删除

# selectedToArchive
source: move to archive
ch: 移动到存档

# selectAll
source: All
ch: 所有

# deleteConfirm
source: You really want to delete this message?
ch: 你真的要删除这个消息？

# deleteError
source: You do not have the authorisation to delete this messsage
ch: 你没有授权删除这个消息

# errorNoSubject
source: You must input a new subject<br />
ch: 你必须输入一个新主题<br />

# errorNoMessage
source: You must input a new message<br />
ch: 你必须输入一个新消息<br />

# errorNoRecipient
source: You must input a recipient<br />
ch: 你必须输入一个接收者<br />

# errorRecipientNotExists
source: This username doesn't exists.<br />
ch: 用户名不存在。<br />

# errorBlockinTime
source: For security reasons, a PM can only be sent each %s seconds.<br />
ch: 因为安全原因，%s 秒仅可以发送一个消息

# errorNoAccess
source: You do NOT have the authorisation to read this messsage
ch: 你没有授权察看此消息

# imageReplyAlt
source: Answer
ch: 回复

# imageInboxAlt
source: PM Inbox
ch: 收件箱

# imageDeleteAlt
source: Delete PM
ch: 删除站内信

# imageArchivAlt
source: PM Archive
ch: 站内信存档

# imageOutboxAlt
source: PM Outbox
ch: 站内信发件箱

# imageNewPmAlt
source: Write new PM
ch: 写新站内信

# main-execute
source: Execute
ch: 执行

# main-inbox
source: Incoming private messages
ch: 刚收到的信息

# main-outbox
source: Outgoing private messages
ch: 送出的信息

# main-archive
source: Message archive
ch: 信息存档

# delete-confirm
source: Do you really want to delete this message
ch: 您真想删除这个信息吗

# read-readMessage
source: Read message
ch: 阅读信息

# write-writeMessage
source: Write message
ch: 写信息

# write-send
source: Send
ch: 发送

# write-reset
source: Reset
ch: 重置

# write-search
source: Search
ch: 搜索

# user-deleted
source: Deleted user
ch: 删除用户

# ntfmail-content
source: Hello ###USERNAME###, You have received a new private message on ###SITENAME###. To read the message please follow this link: ###PMLINK### The forum team
ch: 你好 ###USERNAME###, 你已经收到了一个新信息在 ###SITENAME###. 请点击此链接查看信息: ###PMLINK### 就业论坛

# ntfmail-subject
source: You have recieved a new message
ch: 你已经收到了一个新信息

# button-inbox
source: Inbox
ch: 收件箱

# button-outbox
source: Outbox
ch: 发件箱

# button-archive
source: Archive
ch: 存档

# button-newpm
source: New message
ch: 新信息

# button-pmreply
source: Reply
ch: 回复

# button-pmdelete
source: Delete
ch: 删除
