Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/rtehtmlarea/htmlarea/plugins/DynamicCSS/ch.locallang.xlf
Languages: ch

source: Default
ch: 默认

source: Undefined
ch: 未定义

# DynamicCSSStyleTooltip
source: Apply style to the containing paragraph
ch: 应用样式到包含的段落

# frame-frame1
source: Frame with grey background
ch: 带有灰色背景的框

# frame-frame2
source: Frame with yellow background
ch: 带有黄页背景的框

source: Important
ch: 重要

source: Name of person
ch: 人名

source: Detail
ch: 细节

source: Component items
ch: 组件记录

source: Action items
ch: 动作记录
