Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/datamints_feuser/ch.locallang_db.xlf
Languages: ch

# fe_users.gender
source: Gender:
ch: 性别

# fe_users.gender.I.0
source: Man
ch: 男

# fe_users.gender.I.1
source: Woman
ch: 女

# tt_content.pi_flexform.sheet.general
source: General
ch: 普通

# tt_content.pi_flexform.sheet.registration
source: Registration
ch: 注册

# tt_content.pi_flexform.sheet.edit
source: Edit
ch: 编辑

# tt_content.pi_flexform.sheet.redirect
source: Redirect
ch: 重定向

# tt_content.pi_flexform.sheet.extended
source: Extended
ch: 扩展

# tt_content.pi_flexform.showtype
source: Type of view:
ch: 浏览类型

# tt_content.pi_flexform.showtype.register
source: Registration
ch: 注册

# tt_content.pi_flexform.showtype.edit
source: Edit
ch: 编辑

# tt_content.pi_flexform.usedfields
source: Used fields:
ch: 用户字段

# tt_content.pi_flexform.requiredfields
source: Required fields:
ch: 必要字段

# tt_content.pi_flexform.uniquefields
source: Unique fields:
ch: 唯一字段

# tt_content.pi_flexform.databasefield
source: Database Field
ch: 数据库字段

# tt_content.pi_flexform.separator
source: Separator / Legend
ch: 分隔符/图例

# tt_content.pi_flexform.infoitem
source: Info Item
ch: 条目信息

# tt_content.pi_flexform.userdelete
source: "Delete User" Checkbox
ch: “删除用户”复选框

# tt_content.pi_flexform.passwordconfirmation
source: "Current Password" Field
ch: “当前密码”字段

# tt_content.pi_flexform.resendactivation
source: "Resend Activation" Field
ch: “激活重置”字段

# tt_content.pi_flexform.captcha
source: Captcha Field
ch: 验证码字段

# tt_content.pi_flexform.submit
source: Submit Button
ch: 提交按钮

# tt_content.pi_flexform.label
source: Label:
ch: 标签：

# tt_content.pi_flexform.field
source: Field:
ch: 字段：

# tt_content.pi_flexform.required
source: Required Field?
ch: 必要字段？

# tt_content.pi_flexform.unique
source: Unique Field?
ch: 唯一字段？

# tt_content.pi_flexform.legend
source: Legend Text:
ch: 图例文字：

# tt_content.pi_flexform.infoitemtext
source: Info Item Text:
ch: 条目信息文字：

# tt_content.pi_flexform.caption
source: Caption:
ch: 标题：

# tt_content.pi_flexform.userfolder
source: Default User Folder:
ch: 默认用户文件夹：

# tt_content.pi_flexform.generatepassword.mode
source: Generate Password?
ch: 生成密码？

# tt_content.pi_flexform.generatepassword.length
source: Generate Password Length:
ch: 生成密码长度：

# tt_content.pi_flexform.sendusermail
source: Send User E-Mail?
ch: 发送用户邮件？

# tt_content.pi_flexform.sendadminmail
source: Send Admin E-Mail?
ch: 发送管理员邮件？

# tt_content.pi_flexform.mailtype
source: E-Mail Type:
ch: 邮件类型：

# tt_content.pi_flexform.mailtype.text
source: Text
ch: 文本

# tt_content.pi_flexform.emailtemplate
source: Own E-Mail Template:
ch: 个人邮件模板：

# tt_content.pi_flexform.sendername
source: Sender Name:
ch: 发件人姓名：

# tt_content.pi_flexform.sendermail
source: Sender E-Mail Address:
ch: 发件人邮件地址：

# tt_content.pi_flexform.adminname
source: Admin Name:
ch: 管理员姓名：

# tt_content.pi_flexform.adminmail
source: Admin E-Mail Address:
ch: 管理员邮件地址：

# tt_content.pi_flexform.register.usergroup
source: Default User Groups:
ch: 默认用户组：

# tt_content.pi_flexform.register.autologin
source: Automatic Login?
ch: 自动登录？

# tt_content.pi_flexform.register.approvalcheck
source: Approval Check:
ch: 审核许可：

# tt_content.pi_flexform.register.approvalcheck.doubleoptin
source: Double Opt-in
ch: 双向确认

# tt_content.pi_flexform.register.approvalcheck.adminapproval
source: Admin approval
ch: 管理员许可

# tt_content.pi_flexform.redirect.register
source: Redirect Site ID "Registration":
ch: 重定向站点ID“注册”：

# tt_content.pi_flexform.redirect.doubleoptin_success
source: Redirect Site ID "Double Opt-in - Activated":
ch: 重定向站点ID“双向确认-激活”：

# tt_content.pi_flexform.redirect.doubleoptin_deleted
source: Redirect Site ID "Double Opt-in - Denied":
ch: 重定向站点ID“双向确认-拒绝”：

# tt_content.pi_flexform.redirect.adminapproval_success
source: Redirect Site ID "Admin Approval - Activated":
ch: 重定向站点ID“管理员认证-激活”：

# tt_content.pi_flexform.redirect.adminapproval_deleted
source: Redirect Site ID "Admin Approval - Denied":
ch: 重定向站点ID“管理员认证-拒绝”：

# tt_content.pi_flexform.redirect.resendactivation
source: Redirect Site ID "Resend Activation":
ch: 重定向站点ID“重新激活”：

# tt_content.pi_flexform.redirect.edit
source: Redirect Site ID "Edit":
ch: 重定向站点ID“编辑：”

# tt_content.pi_flexform.redirect.userdelete
source: Redirect Site ID "Delete User":
ch: 重定向站点ID“删除用户”

# tt_content.pi_flexform.shownotactivated
source: Type Of View For "Resend Activation" Field:
ch: “重新激活”浏览类型字段：

# tt_content.pi_flexform.shownotactivated.input
source: E-Mail Input Field
ch: 邮件输入域

# tt_content.pi_flexform.shownotactivated.list
source: In Cookie Saved Users List
ch: 在Cookie中保存用户列表

# tt_content.pi_flexform.disablestylesheet
source: Disable Integrated Stylesheet:
ch: 禁用集成样式：

# tt_content.pi_flexform.stylesheetpath
source: Use Own Stylesheet:
ch: 用户个人样式表：

# tt_content.pi_flexform.disablejsvalidator
source: Disable Integrated JavaScript Validator:
ch: 用户个人样式表：

# tt_content.pi_flexform.jsvalidatorpath
source: Use Own JavaScript Validator:
ch: 用户个人JavaScript验证：

# tt_content.pi_flexform.disablejsconfig
source: Disable Integrated JavaScript Configuration:
ch: 禁用集成的JavaScript验证：
