Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/rtehtmlarea/htmlarea/plugins/BlockElements/ch.locallang.xlf
Languages: ch

# Indent-Tooltip
source: Increase indent
ch: 增加缩进

# Indent-helpText
source: Increases text indentation
ch: 增加文本缩进

# Outdent-Tooltip
source: Reduce indent
ch: 减少缩进

# Outdent-helpText
source: Reduces text indentation
ch: 减少文本缩进

# Blockquote-Tooltip
source: Large quotation
ch: 大文本引用

# Blockquote-helpText
source: Makes a large quotation block
ch: 生成大的文本应用块

# FormatBlock-Tooltip
source: Type of block
ch: 块类型

# InsertParagraphBefore-Tooltip
source: Insert a paragraph before the current block
ch: 在当前块前插入段落

# InsertParagraphBefore-contextMenuTitle
source: Insert paragraph before
ch: 在前面插入段落

# InsertParagraphBefore-helpText
source: Inserts a paragraph before the current block
ch: 在当前块前插入段落

# InsertParagraphAfter-Tooltip
source: Insert a paragraph after the current block
ch: 在当前块后插入段落

# InsertParagraphAfter-contextMenuTitle
source: Insert paragraph after
ch: 在后面插入段落

# InsertParagraphAfter-helpText
source: Inserts a paragraph after the current block
ch: 在当前块后插入段落

# JustifyLeft-Tooltip
source: Justify left
ch: 靠左对齐

# JustifyLeft-helpText
source: Aligns the text to the left
ch: 文本靠左对齐

# JustifyCenter-Tooltip
source: Center
ch: 居中

# JustifyCenter-helpText
source: Centers the text
ch: 居中文本

# JustifyRight-Tooltip
source: Justify right
ch: 靠右对齐

# JustifyRight-helpText
source: Aligns the text to the right
ch: 文本靠右对齐

# JustifyFull-Tooltip
source: Justify left and right
ch: 两端对齐

# JustifyFull-helpText
source: Aligns the text both to the left and the right
ch: 文本两端对齐

# Left-Tooltip
source: Left
ch: 左

# InsertOrderedList-Tooltip
source: Ordered List
ch: 有序列表

# InsertOrderedList-helpText
source: Makes an ordered list from the curent selection
ch: 将当前选定的生成有序列表

# InsertUnorderedList-Tooltip
source: Bulleted List
ch: 无序列表

# InsertUnorderedList-helpText
source: Makes a bulleted list from the current selection
ch: 将当前选定的生成无序列表

# InsertHorizontalRule-Tooltip
source: Horizontal Rule
ch: 水平标尺

# InsertHorizontalRule-helpText
source: Inserts an horizontal rule
ch: 插入水平标尺

# No block
source: No block format
ch: 无块格式

# Remove block
source: Remove block format
ch: 取出块格式
