Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/direct_mail/locallang/ch.locallang_mod2-6.xlf
Languages: ch

# configure_HTMLParams_description
source: Enter the additional URL parameters used to fetch the HTML content from a TYPO3 page.
ch: 输入其他网址参数用于抓取从系统页面中的HTML内容

# configure_HTMLParams_details
source: The specified parameters will be added to the URL used to fetch the HTML content of the direct mail from a TYPO3 page. If in doubt, leave it blank.
ch: 指定的参数将添加到URL用于抓取系统页面中的直投邮件的HTML内容，如果有疑问，请留空

# configure_default_content
source: Set default values for mail content format:
ch: 设置邮件内容格式默认值：

# configure_default_fetching
source: Set default values for mail content fetching options:
ch: 设置邮件内容提取选项默认值：

# configure_default_headers
source: Set default values for Direct Mails headers:
ch: 设置直投邮件头的默认值：

source: Configure direct mail module
ch: 配置直投邮件模块

# configure_directmail_charset
source: Default character set for direct mails built from external pages
ch: 从外部页面生成的直投邮件默认字符集

# configure_directmail_charset_description
source: Specify the character set used in direct mails when they are built from external pages and character set cannot be auto-detected.
ch: 指定从外部页面生成的直投邮件无法自动侦测的默认字符集

# configure_directmail_encoding
source: Default encoding of direct mails
ch: 直投邮件默认编码

# configure_directmail_encoding_description
source: Select the default content transfer encoding of direct mails.
ch: 选择直投邮件默认内容传输编码

# configure_html_only
source: HTML only
ch: 仅仅HTML

# configure_http_password
source: HTTP Password
ch: HTTP密码

# configure_http_password_description
source: If mail content is protected by HTTP authentication, enter the password here.
ch: 如果邮件内容被HTTP保护，请在这里输入密码

# configure_http_username
source: HTTP Username
ch: HTTP用户名

# configure_http_username_description
source: If mail content is protected by HTTP authentication, enter the username here.
ch: 如果邮件内容被HTTP保护，在这里输入用户名

# configure_http_username_details
source: The username and password is used to fetch mail content. They are NOT sent in the mail! If you do not specify a username and password and the newsletter pages happen to be protected, an error will occur and no mail content will be fetched.
ch: 用来获取邮件内容的用户名和密码，他们不会在邮件中发送

# configure_options_additional
source: Set additional module options:
ch: 设置额外模块选项:

# configure_options_encoding
source: Set options for content transfer encoding and character set:
ch: 设置内容传送编码和字符集选项：

# configure_options_links
source: Set options for links in mail content:
ch: 设置邮件中的链接选项：

# configure_options_links_jumpurl
source: Enable jump URL's:
ch: 打开跳转URL's:

# configure_options_links_jumpurl_description
source: Check this option to enable jump URL's and the collection of click statistics.
ch: 选中此项打开地址跳转和点击统计

# configure_options_links_rdct
source: This configuration determines how QuickMails are handled and further sets the default value for Direct Mails.
ch: 此项配置决定QuickMails如何处理和进一步设置直投邮件默认值

# configure_options_mailto_jumpurl
source: Enable jump URL's for mailto links:
ch: 跳转页面链接邮箱

# configure_options_mailto_jumpurl_description
source: Check this option to enable jump URL's for mailto links.
ch: 选此项打开跳转页面链接邮箱

# configure_plainParams_description
source: Enter the additional URL parameters used to fetch the plain text content from a TYPO3 page.
ch: 输入附加的URL参数，用于从页面中获取纯文本内容

# configure_plainParams_details
source: The specified parameters will be added to the URL used to fetch the plain text content of the direct mail from a TYPO3 page. If in doubt, set it either to '&type=99' or, when using TemplaVoila, to '&print=1'.
ch: 指定的参数将被添加到系统页面用于获取直投邮件的纯文本内容。如果有疑问，请设置'&type=99' ，或者使用 TemplaVoila, 设置为 '&print=1'.

# configure_plain_and_html
source: Plain text and HTML
ch: 纯文本和HTML

# configure_plain_only
source: Plain text only
ch: 纯文本

# configure_priority_high
source: High
ch: 高

# configure_priority_low
source: Low
ch: 低

# configure_priority_normal
source: Normal
ch: 一般

# configure_quickmail_charset
source: Character set for quick mails
ch: 快速邮件的字符集

# configure_quickmail_charset_description
source: Specify the character set to use when sending quick mails.
ch: 指定发送快速邮件时的字符集

# configure_quickmail_encoding
source: Encoding for quick mails
ch: 快速邮件编码

# configure_quickmail_encoding_description
source: Select the content transfer encoding to use when sending quick mails.
ch: 发送快捷邮件时选择内容传输编码

# configure_test_dmail_group_uids
source: List of UID numbers of test recipient lists:
ch: 列出测试收件人的UID编码

# configure_test_dmail_group_uids_description
source: Alternatively to sending test-mails to individuals, you can choose to send to a whole list. This is the list of recipient lists UID numbers available for this action.
ch: 或者发送测试邮件到个人，你可以选择传送整个列表。这是这次参与测试收件人的UID编码列表。

# configure_test_tt_address_uids
source: List of UID numbers of test recipients:
ch: 测试者UID编码列表

# configure_test_tt_address_uids_description
source: Before sending mails, you should test the mail content by sending test mails to one or more test recipients. The available recipients for testing are determined by this list of UID numbers. So first, find out the UID numbers of the recipients you wish to use for testing, then enter them here in a comma-separated list.
ch: 在发送邮件时，你应该通过发送邮件到一个或者多个测试收件人来测试邮件内容。这些是可用来测试的测试收件人的UID编码列表。首先，找出你想用来测试的测试收件人的UID编码，然后输入他们的UID编码，用逗号分隔。

# configure_update_configuration
source: Update configuration
ch: 更新配置

# configure_user_table
source: Custom-defined table:
ch: 自定义表：

# configure_user_table_description
source: Enter the name of a custom-defined table, with compatible columns defined, which may also be used for direct mails distribution.
ch: 输入一个自定义表名与可兼容的定义栏目，这可能用于直投邮件的分发。

# configure_testmail
source: Subject for the testmail.
ch: 测试邮件的标题

# configure_testmail_description
source: This will be prepended to the test newsletter subject
ch: 这将被添加到测试邮件的主题

# dmail_HTML_url
source: URL of HTML content:
ch: 网页内容

# dmail_cancel
source: Cancel
ch: 关闭

# dmail_createMail
source: Create mail
ch: 创建邮件

# dmail_dovsk_crFromNL
source: Create a new Direct Mail from newsletter
ch: 从邮件列表中创建新的直投邮件

# dmail_dovsk_crFromUrl
source: Create a new Direct Mail from external URL
ch: 从外部URL创建一个新的直投邮件

# dmail_edit
source: Edit
ch: 编辑

# dmail_error
source: An error was encountered.
ch: 发生错误

# dmail_folders
source: Available Direct Mail folders
ch: 可用的直投邮件文件夹

# dmail_frames_not allowed
source: Pages with HTML frames may not be fetched.
ch: HTML结构的页面可能无法获取

# dmail_mailerengine_cron_caution
source: Caution
ch: 警告

# dmail_mailerengine_cron_caution_msg
source: Please check the cronjob or cronjob is not set.
ch: 请检查cronjob已设置或者未设置cronjob

# dmail_mailerengine_cron_lastrun
source: Last run:
ch: 最后一次运行：

# dmail_mailerengine_cron_ok
source: OK
ch: 好

# dmail_mailerengine_cron_ok_msg
source: Cronjob is running.
ch: Cronjob在运行

# dmail_mailerengine_cron_status
source: Cron job status
ch: Cron job状态

# dmail_mailerengine_cron_warning
source: Warning
ch: 警告

# dmail_mailerengine_cron_warning_msg
source: Please check the cronjob.
ch: 请检查 Cronjob

# dmail_mailerengine_current_time
source: Current time:
ch: 当前时间：

# dmail_mailerengine_delivery_begun
source: Delivery begun
ch: 传送开始

# dmail_mailerengine_delivery_ended
source: Delivery ended
ch: 传送结束

# dmail_mailerengine_invoke_now
source: Invoke Mailer Engine
ch: 调用邮件引擎

# dmail_mailerengine_invoked
source: Mailer Engine Invoked!
ch: 邮件引擎已调用

# dmail_mailerengine_log
source: Log:
ch: 日志

# dmail_mailerengine_manual_explain
source: If Typo3 is not configured to automatically invoke the Mailer Engine, you can invoke it by clicking here:
ch: 如果TYPO3未配置自动调用引擎，您可以通过点击这里调用它：

# dmail_mailerengine_manual_invoke
source: Manually Invoke Engine
ch: 手动调用引擎

# dmail_mailerengine_number_sent
source: # sent
ch: #发送

# dmail_mailerengine_scheduled
source: Scheduled
ch: 已排期

# dmail_mailerengine_status
source: Mail Engine Status
ch: 邮件引擎状态

# dmail_mailerengine_subject
source: Subject
ch: 主题

# dmail_mailerengine_delete
source: delete
ch: 删除

# dmail_makeQuery
source: Make query
ch: 请查询

# dmail_menuItems_testmail
source: Send a testmail
ch: 发送测试邮件

# dmail_menu_conf
source: Module configuration
ch: 模块配置

# dmail_menu_convert_categories
source: Categories Conversion
ch: 分类转换

# dmail_menu_quickMail
source: QuickMail
ch: 快速邮件

# dmail_newsletters
source: Direct Mail Extension
ch: 直投邮件扩展

# dmail_no
source: NO
ch: 错误

# dmail_noCreateAccess
source: You cannot create direct mails using pages that are hidden or access-restricted.
ch: 你不能使用隐藏和访问受限的页面创建直投邮件

# dmail_noEdit_isSent
source: Cannot edit - mail has been sent
ch: 不能编辑 - 邮件已经发送了

# dmail_noEdit_noPerms
source: Cannot edit - you don't have permissions to edit Direct Mails.
ch: 不能编辑 - 你没有权限编辑直投邮件

# dmail_noRegular
source: This type of page cannot be used to create direct mails. Please select a regular page.
ch: 页面类型不能用户创建直投邮件，请选择一个普通页面

# dmail_no_html_boundaries
source: The HTML content does not contain any direct mail boundaries.
ch: HTML内容不包含任何直投邮件的界限。

# dmail_no_html_content
source: The HTML content could not be fetched.
ch: 不能获取HTML内容。

# dmail_no_plain_boundaries
source: The plain text content does not contain any direct mail boundaries.
ch: 纯文本内容不包含任何直投邮件的界限。

# dmail_no_plain_content
source: The plain text content could not be fetched.
ch: 不能获取纯文本内容

# dmail_no_valid_url
source: Enter at least one valid URL!
ch: 至少输入一个有效的URL！

# dmail_number_records
source: Number of records:
ch: 记录数：

# dmail_plaintext_url
source: URL of plain text content:
ch: URL的纯文本内容：

# dmail_query
source: Query
ch: 查询

# dmail_send
source: Send
ch: 发送

# dmail_subject
source: Subject:
ch: 主题：

# dmail_updateQuery
source: Update query
ch: 更新查询

# dmail_view
source: Information on direct mail record:
ch: 直投邮件的信息记录

# dmail_warning
source: Check the following warning.
ch: 检查以下警告

# dmail_wiz1_external_page
source: External Pages
ch: 外部页面

# dmail_wiz1_internal_page
source: Internal Pages
ch: 内部页面

# dmail_wiz1_list_dmail
source: Direct Mail
ch: 直投邮件

# dmail_wiz1_list_header
source: Select a newsletter to continue sending:
ch: 选择邮件列表继续发送:

# dmail_wiz1_new_newsletter
source: New Newsletter
ch: 新邮件列表

# dmail_wiz1_quickmail
source: Quickmail
ch: 快捷邮件

# dmail_wiz1_quickmail_header
source: New Quickmail
ch: 新快捷邮件

# dmail_wiz1_select_nl_source
source: Select newsletter source:
ch: 选择邮件列表源：

# dmail_wiz2_detail
source: Detailed Information
ch: 细节信息

# dmail_wiz2_fetch_success
source: Page is successfully fetched.
ch: 页面成功被抓取.

# dmail_wiz3_cats
source: Categories
ch: 分类

# dmail_wiz4_testmail
source: Test Mail
ch: 测试邮件

# dmail_wiz5_sendmass
source: Mass Send
ch: 批量发送

# dmail_wiz_next
source: next
ch: 下一个

# dmail_wiz_back
source: back
ch: 后退

# dmail_write_subject
source: [write subject]
ch: [写标题]

# dmail_yes
source: YES
ch: 是

# dmailer_ending
source: Ending, parsetime:
ch: 结束,执行时间：

# dmailer_invoked_at
source: Invoked at
ch: 在调用

# dmailer_job_begin
source: Job begin
ch: 工作开始

# dmailer_job_end
source: Job end
ch: 工作结束

# dmailer_mid
source: Job No:
ch: 工作错误

# dmailer_nothing_to_do
source: Nothing to do.
ch: 无效

# dmailer_processed
source: processed...
ch: 处理...

# dmailer_sending
source: Sending
ch: 发送中

# dmailer_sending_to_table
source: mails using records from table
ch: 电子邮件使用记录表

# dmailer_sys_dmail_record
source: sys_dmail record
ch: 系统直投邮件记录

# header_conf
source: Configuration
ch: 配置

# header_directmail
source: Direct Mail
ch: 直投邮件

# header_mailer
source: Mailer Engine
ch: 邮件引擎

# header_recip
source: Recipient Lists
ch: 接收者列表

# header_stat
source: Statistics
ch: 统计

# mailgroup_download
source: Download CSV file
ch: 下载CSV文件

# mailgroup_header
source: Recipient List
ch: 接收者列表

# mailgroup_import
source: Import CSV into 'ADDRESS' table
ch: 导入CSV文件到地址表

# mailgroup_import_back
source: Back
ch: 后退

# mailgroup_import_csv_dublette-description
source: Filter email dublettes from csv data. If a dublette is found, only the first entry is imported.
ch: 从CSV数据过滤dublettes邮件，如果dublette被发现，只有第一项是导入的。

# mailgroup_import_csv_validemail-description
source: Only update/import valid emails from csv data.
ch: 通过CSV数据的只是更新或者导入的有效邮件

# mailgroup_import_current_file
source: Current file:
ch: 当前文件：

# mailgroup_import_done
source: Import is finished.
ch: 导入结束。

# mailgroup_import_encapsulation
source: Field encapsulation character (data fields are encapsed with...):
ch: 字段封装字符（数据字段被封装用...):

# mailgroup_import_first_fieldnames
source: First row of import file has fieldnames:
ch: 首先导入字段行有字段名字

# mailgroup_import_header_conf
source: Import settings
ch: 导入设置

# mailgroup_import_mapping_value
source: Value
ch: 值

# mailgroup_import_mapping_categories
source: Categories
ch: 分类

# mailgroup_import_next
source: Next
ch: 下一个

# mailgroup_import_update
source: update
ch: 更新

# mailgroup_import_or
source: OR
ch: 或

# mailgroup_import_overwrite
source: Overwrite existing file:
ch: 覆盖已存在文件：

# mailgroup_import_paste_csv
source: Paste the CSV data:
ch: 粘贴CSV数据：

# mailgroup_import_ready_import
source: Ready to import
ch: 准备导入

# mailgroup_import_ready_import_label
source: All necessary information for the import have been entered. By clicking on the "Import" button below, all data will be written in tt_address.
ch: 所有导入必须的信息已经输入，点击“导入”按钮，所有的数据将写入tt_address.

# mailgroup_import_separator_colon
source: colon [:]
ch: 冒号[:]

# mailgroup_import_separator_comma
source: comma [,]
ch: 都好 [,]

# mailgroup_import_separator_semicolon
source: semicolon [;]
ch: 分号[;]

# mailgroup_import_separator_tab
source: horizontal tab [TAB]
ch: 指标符[TAB]

# mailgroup_import_storage
source: Please select the storage folder for the imported users:
ch: 请选择导入用户的存储文件夹：

# mailgroup_import_update_unique
source: Update existing user, instead renaming the new user:
ch: 更新已存在用户，而不是重命名新用户：

# mailgroup_import_upload_file
source: Choose a file from your local computer:
ch: 从本地电脑中选择一个文件：

# mailgroup_list_all
source: List all recipients
ch: 列出所有接收者

# mailgroup_plain_list
source: Plain List
ch: 空白列表

# mailgroup_table_address
source: Address Table
ch: 地址表

# mailgroup_table_custom
source: Custom Table
ch: 自定义表

# mailgroup_table_fe_users
source: Website User Table
ch: 网站用户表

# nl_cat_msg1
source: There are no content elements on the page.
ch: 页面中没有内容元素

# nl_create
source: Create a newsletter
ch: 创建一个电子邮件

# nl_create_msg1
source: Click here to create a new page that you can later send as a direct mail.
ch: 点击这里创建一个新页面，你可以以直投邮件发送

# nl_editPage
source: Edit page
ch: 编辑页面

# nl_l_ALL
source: ALL
ch: 所有

# nl_l_ONLY
source: ONLY
ch: 仅

# nl_l_attach
source: Attach.
ch: 附件

# nl_l_column
source: Column
ch: 列

# nl_l_lastM
source: Last mod.
ch: 最后修改.

# nl_l_sent
source: Sent?
ch: 发送？

# nl_l_size
source: Size
ch: 大小

# nl_l_subject
source: Subject
ch: 主题

# nl_l_tPage
source: PAGE
ch: 页面

# nl_l_type
source: Type
ch: 类型

# nl_l_update
source: Update category settings
ch: 更新分类设置

# nl_select_msg1
source: There are no pages in the mail module.
ch: 邮件模块中没有页面

# nl_viewPage_HTML
source: View page in HTML format
ch: 用HTML格式查看页面

# nl_viewPage_TXT
source: View page in Text format
ch: 用文本格式查看页面

# quickmail_message
source: Message:
ch: 消息：

# quickmail_sender_email
source: Sender Email:
ch: 发送者电子邮件：

# quickmail_sender_name
source: Sender Name:
ch: 发送者姓名：

# recip_create_mailgroup
source: New recipient list
ch: 新接收者列表

# recip_create_mailgroup_msg
source: Create a new recipient list?
ch: 创建新的接收者列表？

# recip_import_mailgroup_msg
source: Click here to import CSV
ch: 点击这里导入CSV

# recip_select_mailgroup
source: Select a recipient list
ch: 选择一个接收者列表

# schedule_mailgroup
source: Recipient list:
ch: 接收者列表：

# schedule_select_mailgroup
source: Send mail - recipient list
ch: 发送邮件 - 接收者列表

# schedule_testmail
source: Send this as test newsletter
ch: 发送此邮件测试电子邮件列表

# select_folder
source: Please select Direct Mail folder.
ch: 请选择直投邮件文件夹

# send_recipients
source: Recipients:
ch: 接收者：

# send_sending
source: Sending mail
ch: 发送邮件

# send_was_sent
source: The mail was sent.
ch: 邮件已发送

# stats_HTML_link_nr
source: HTML Link #
ch: HTML链接 #

# stats_HTML_mails_viewed
source: HTML mails viewed:
ch: HTML邮件查看：

# stats_bad_host
source: Bad host:
ch: 错误的主机：

# stats_count
source: Count:
ch: 计数：

# stats_direct_mail
source: Statistics for direct mail:
ch: 直投邮件统计：

# stats_general_information
source: General information:
ch: 通用信息

# stats_img_link
source: Imagelink:
ch: 图片链接：

# stats_overview_sending
source: sending
ch: 正在发送

# stats_overview_sent
source: sent
ch: 发送

# stats_overview_status
source: Status
ch: 状态

# stats_overview_subject
source: Subject
ch: 主题

# stats_plaintext
source: Plaintext:
ch: 纯文本

# update_convert_do_it_now
source: Do it now
ch: 现在执行

# view_dmail
source: Direct Mail:
ch: 直投邮件：

# view_from
source: Sender:
ch: 发送者：

# view_mail
source: Email format/attachments:
ch: 邮件格式/附件：

# view_media
source: Include media:
ch: 包含媒体：

# view_recipient_total_sent
source: Recipient total/sent:
ch: 接受者 全部/发送：

# view_replyto
source: Reply:
ch: 回复：
