Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/*_news/ch.locallang_tca.xlf
Languages: ch

# tt_news
source: News
ch: 新闻

# tt_news.tabs.special
source: Special
ch: 特别选项

# tt_news.tabs.media
source: Media
ch: 多媒体

# tt_news.tabs.catAndRels
source: Categories & Relations
ch: 分类和关系

# tt_news.tabs.categories
source: Categories
ch: 分类

# tt_news.tabs.access
source: Access
ch: 访问

# tt_news.tabs.extended
source: Extended
ch: 扩展

# tt_news.tstamp
source: Last change:
ch: 上次修改：

# tt_news.pid
source: Page:
ch: 页面

# tt_news.type.I.0
source: News
ch: 新闻

# tt_news.type.I.1
source: Link internal Page
ch: 链接内部页面

# tt_news.type.I.2
source: Link external URL
ch: 链接外部URL

# tt_news.datetime
source: Date/Time:
ch: 日期/时间:

# tt_news.archivedate
source: Archive date:
ch: 存档日期:

# tt_news.no_auto_pb
source: No automatic pagebreaks for this record
ch: 此记录不自动设置分页符

# tt_news.manageCategories
source: Open tt_news category manager
ch: 打开新闻分类管理

# tt_news.editCategory
source: edit category
ch: 编辑分类

# tt_news.editDefLangVersion
source: edit default language version of this article
ch: 编辑该文章的默认语言版本

# tt_news.imagetitletext
source: Image titletext
ch: Image alttext

# tt_news.related
source: Related news:
ch: 相关新闻:

# tt_news.random
source: Randomize 0rder
ch: 随机顺序:

# tt_news.category
source: Category:
ch: 分类：

# tt_news_cat
source: News category
ch: 新闻分类

# tt_news_cat.image
source: Category image
ch: 分类图片

# tt_news_cat.createNewParentCategory
source: create new parent category
ch: 创建新的父分类

# tt_news_cat.listCategories
source: list categories
ch: 列表分类

# tt_news_cat.title_lang_ol
source: title language overlays
ch: 标题语言重叠

# tt_news_cat.parent_category
source: Parent category
ch: 父分类

# tt_news_cat.shortcut
source: News category shortcut
ch: 新闻分类快捷方式

# tt_news_cat.shortcut_target
source: Target for news category shortcut
ch: 新闻分类快捷方式目标

# tt_news_cat.single_pid
source: Single-view page for news from this category
ch: 该分类的正文页面

# tt_news_cat.description
source: Description
ch: 描述

# tt_news.pi_flexform.sheet_general
source: General Settings
ch: 常规设置

# tt_news.pi_flexform.sheet_template
source: Template
ch: 模板

# tt_news.pi_flexform.sheet_category
source: Category Settings
ch: 分类设置

# tt_news.pi_flexform.sheet_misc
source: Other Settings
ch: 其它设置

# tt_news.pi_flexform.what_to_display
source: What to display:
ch: 显示内容:

# tt_news.pi_flexform.codeFromTS
source: Defined by TypoScript
ch: 由TypoScript定义

# tt_news.pi_flexform.LIST
source: Standard list view (LIST)
ch: 标准列表视图（LIST）

# tt_news.pi_flexform.LIST2
source: Advanced list view with 6 alternating template parts (LIST2)
ch: 具有6个交替模版单元的高级列表视图（LIST2）

# tt_news.pi_flexform.LIST3
source: Standard list view with 3 alternating template parts (LIST3)
ch: 具有3个交替模板单元的标准列表试图 (LIST3)

# tt_news.pi_flexform.LATEST
source: Latest view (LATEST)
ch: 最近更新视图(LATEST)

# tt_news.pi_flexform.SINGLE
source: Detail view (SINGLE)
ch: 正文视图（SINGLE）

# tt_news.pi_flexform.SINGLE2
source: Advanced detail view with 3 image markers (SINGLE2)
ch: 具有3个图片标记的高级正文视图 (SINGLE2)

# tt_news.pi_flexform.HEADER_LIST
source: Header list without images (HEADER_LIST)
ch: 没有图片的标题列表 (HEADER_LIST)

# tt_news.pi_flexform.AMENU
source: Archive menu (AMENU)
ch: 存档菜单（AMENU）

# tt_news.pi_flexform.SEARCH
source: Searchform with result list (SEARCH)
ch: 包括结果列表的搜索表单（SEARCH）

# tt_news.pi_flexform.CATMENU
source: Category menu (CATMENU)
ch: 分类菜单（CATMENU）

# tt_news.pi_flexform.listOrderby
source: "Order by" this field (LIST & LATEST):
ch: 按该字段排序(LIST & LATEST):

# tt_news.pi_flexform.ascDesc
source: Ascending or Descending (LIST & LATEST):
ch: 升序或降序(LIST & LATEST):

# tt_news.pi_flexform.ascDesc_asc
source: Ascending
ch: 升序

# tt_news.pi_flexform.ascDesc_desc
source: Descending
ch: 降序

# tt_news.pi_flexform.select_deselect_categories
source: Category mode:
ch: 分类模式:

# tt_news.pi_flexform.itemsHeader
source: Special options:
ch: 特殊选项:

# tt_news.pi_flexform.category_selection_notCategorized
source: [not categorized]
ch: [未分类]

# tt_news.pi_flexform.category_selection
source: Category selection
ch: 分类选择

# tt_news.pi_flexform.category_selection_showAll
source: Show all (don't care about selection below)
ch: 显示全部(不关心下列选择)

# tt_news.pi_flexform.category_selection_showSelected
source: Show items with selected categories (OR)
ch: 按选择类别显示条目

# tt_news.pi_flexform.category_selection_DontShowSelected
source: Do NOT show items with selected categories (AND)
ch: 不按选择类别显示条目

# tt_news.pi_flexform.useSubCategories_TS
source: Defined by TypoScript
ch: 由TypoScript定义

# tt_news.pi_flexform.archive
source: Archive setting (for LIST)
ch: 存档设置(用于LIST)

# tt_news.pi_flexform.template_file
source: Template file
ch: 模板文件

# tt_news.pi_flexform.catImageMode
source: Category Image Link Mode:
ch: 分类图片链接模式:

# tt_news.pi_flexform.catTextMode
source: Category Text Link Mode:
ch: 分类文本链接模式:

# tt_news.pi_flexform.recursive
source: Recursive level selection:
ch: 递归级别选择:

# tt_news.pi_flexform.catImageMaxWidth
source: Max width of category image:
ch: 分类图片最大宽度:

# tt_news.pi_flexform.catImageMaxHeight
source: Max height of category image:
ch: 分类图片最大高度:

# tt_news.pi_flexform.maxCatImages
source: Max number of category images:
ch: 分类图片最多允许数:

# tt_news.pi_flexform.maxTextLength
source: Max length of category text:
ch: 分类文本最大允许长度:

# tt_news.pi_flexform.maxCatTexts
source: Max number of categorys texts:
ch: 分类文本最多允许数:

# tt_news.pi_flexform.PIDitemDisplay
source: PageId for single news display:
ch: 用于Single News显示的页面ID:

# tt_news.pi_flexform.backPid
source: PageId to return to:
ch: 返回页面ID:

# tt_news.pi_flexform.archive_nonarc
source: SHOW NON-ARCHIVED
ch: 显示未存档

# tt_news.pi_flexform.archive_arc
source: SHOW ARCHIVED
ch: 显示已存档

# tt_news.pi_flexform.archive_dontcare
source: Don't Care
ch: 不关心

# tt_news.pi_flexform.catLinkMode_TS
source: Defined by TypoScript
ch: TypoScript 定义

# tt_news.pi_flexform.catLinkMode_dontshow
source: Don't display at all
ch: 不显示

# tt_news.pi_flexform.catLinkMode_shownolink
source: Display, but no links
ch: 显示但无链接

# tt_news.pi_flexform.catLinkMode_catshortcut
source: Acts as link to category shortcuts
ch: 表现为分类快捷方式

# tt_news.pi_flexform.catLinkMode_catsel
source: Acts as a category selector
ch: 表现为分类选择器

# tt_news.pi_flexform.firstImageIsPreview
source: Don't display first image in single view (firstImageIsPreview)
ch: Single-view模式下不显示起头图片(第一副图片可预览)

# tt_news.pi_flexform.limit
source: Limit: max items for LIST and LATEST
ch: 限制:最大条目(LIST和LATEST)

# tt_news.pi_flexform.listStartId
source: List StartId: Force LIST or LATEST to start from this item
ch: List起始ID:强制LIST或LATEST从该条目开始

# tt_news.pi_flexform.noPageBrowser
source: Don't display Pagebrowser in LIST
ch: LIST中不显示页面浏览器

# tt_news.pi_flexform.imageMaxWidth
source: Max width for images in news records (accepts optionSplit)
ch: 新闻记录中图片的最大宽度

# tt_news.pi_flexform.imageMaxHeight
source: Max height for images in news records (accepts optionSplit)
ch: 新闻记录中图片的最大高度

# tt_news.pi_flexform.alternatingLayouts
source: Number of alternating template parts (is ignored if "Template part number / optionSplit" is set)
ch: 可切换的模板样式数目

# tt_news.pi_flexform.croppingLenght
source: stdWrap.crop for the subheader (short)
ch: 子标题的stdWrap.crop (短)

# tt_news.pi_flexform.maxWordsInSingleView
source: insert pagebreak in SINGLE after this number of words
ch: SINGLE中,超过该单词数目后插入分页符

# tt_news.pi_flexform.startingpoint
source: Page(s) with tt_news records
ch: 存储新闻记录的页面

# tt_news.treeSelect.msg_emptyTree
source: No categories found in page: ###PID###
ch: 没有发现分类在###PID###

# tt_news.treeSelect.pageTitleSuffixNoGrsp
source: [from all pages]
ch: [从所有页面]

# tt_news.treeSelect.treeTitle
source: News categories
ch: 新闻分类

# tt_news.createNewCategory
source: create new category
ch: 创建新分类
