Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/impexp/ch.locallang_csh.xlf
Languages: ch

# .alttitle
source: Import/Export
ch: 导入/导出

# .description
source: Native Import/Export module for TYPO3 data. Can export single records, content of tables, single pages or whole branches of the page tree. Includes attached media like image and preserves relations between records. Exports only to TYPO3 specific format, either a binary format (.T3D) or XML. The format is meant for exchange between TYPO3 systems.
ch: 内置数据导入导出模块，可以到处单个记录，表内容，单个页面或页面分支，包括附加的媒体文件并维持记录之间的关系。仅可以导出系统指定格式，如".T3D"或者“XML”，个是仅用于本系统之间交换数据。

# export.alttitle
source: Exporting records from TYPO3
ch: 从系统导出记录

# pageTreeCfg.alttitle
source: Configuration of page tree export
ch: 页面树导出配置

# pageTreeDisplay.alttitle
source: Page Tree
ch: 页面树

# pageTreeMode.alttitle
source: Levels
ch: 级别

# pageTreeRecordLimit.alttitle
source: Include tables
ch: 包括表格

# singleRecord.alttitle
source: Export single record
ch: 导出单个记录

# tableList.alttitle
source: Table export
ch: 表格导出

# tableListMaxNumber.alttitle
source: Max number to export
ch: 最大数导出

# inclRelations.alttitle
source: Include relations
ch: 包括联系

# staticRelations.alttitle
source: Set static tables
ch: 设置静态表格

# excludedElements.alttitle
source: Excluded elements
ch: 排除元素

# htmlCssResources.alttitle
source: Exclude resources from HTML and CSS files
ch: 从HTML和CSS文件中排除资源

# extensionDependencies.alttitle
source: Extension Dependencies
ch: 扩展依赖

# presets.alttitle
source: Configuration presets
ch: 配置预置

# metadata.alttitle
source: Meta data setting
ch: 元数据设置

# fileFormat.alttitle
source: File format options
ch: 文件格式选项

# import.alttitle
source: Importing TYPO3 records
ch: 导入TYPO3记录

# importFile.alttitle
source: Select file to import
ch: 选择文件导入

# update.alttitle
source: Update instead of Insert
ch: 更新代替插入

# options.alttitle
source: Import options
ch: 导入选项

# options.description
source: Various options for import.
ch: 导入的多个不同选项

# action.alttitle
source: Import Action
ch: 导入操作

# enableLogging.alttitle
source: Enable System Logging
ch: 允许系统记录日志

# upload.alttitle
source: Upload import file
ch: 上传导入文件

# task.title
source: Preset title
ch: 预设标题

# task.icon
source: Icon
ch: 图表

# task.public
source: Public
ch: 公共

# task.owner
source: Owner
ch: 所有者

# task.page
source: Page
ch: 页面

# task.path
source: Path
ch: 路径

# task.meta
source: Meta data
ch: 元数据

# task.own
source: Own
ch: 所有

source: Notes
ch: 说明

source: Single record
ch: 单个记录

# no-presets
source: No presets found!
ch: 没有发现预设
