Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/install/Resources/Private/Language/Report/ch.locallang.xlf
Languages: ch

# environment.status.message.error
source: The system environment check returned errors. Those errors will affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
ch: 系统环境监察返回错误，这些错误将影响系统的功能使用和稳定性，请检查安装工具"系统环境"，以获得更多的细节

# environment.status.message.notice
source: The system environment check returned notices. Those should not affect the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
ch: 系统环境检查返回了提醒，这个可能对系统的稳定性和功能有影响，请查看安装工具中的“系统环境”部分，以查看更多的细节。

# environment.status.message.warning
source: The system environment check returned warnings. Those warnings might have a negative effect on the functionality and stability of your TYPO3 CMS instance. Please check the install tool "System environment" for all details.
ch: 系统环境检查提示警告信息，这个可能对系统的功能和稳定性有一定影响，请检查系统安装工具“系统环境”，以查看更多细节。

# environment.status.title
source: System environment check
ch: 系统环境检查

# status_directoryDoesNotExist
source: %s does not exist.
ch: %s 不存在

# status_directoryDoesNotExistCouldNotCreate
source: %s does not exist and could not be created.
ch: %s 不存在并且不能被创建.

# status_directoryMustBeWritable
source: %s must be writable.
ch: %s 应可写

# status_directoryShouldAlsoBeWritable
source: Also note that it should be writable, if it did exist.
ch: 请注意这个需要可写，如果它存在

# status_directoryShouldBeWritable
source: %s should be writable.
ch: %s 应可写

# status_enabledPermanently
source: Enabled permanently
ch: 永久开启

# status_enabledTemporarily
source: Enabled temporarily
ch: 临时开启

# status_fileSystem
source: File System
ch: 文件系统

# status_installEnabledTemporarily
source: The Install Tool is temporarily enabled. Delete the file "%s" when you have finished setting up TYPO3. If not used the Install Tool will be disabled automatically in %s minutes.
ch: 安装工具临时开启，当你完成设置后，删除"%s" 文件。如果没有删除，安装工具将在 %s 后自动删除

# status_installTool
source: Install Tool
ch: 安装工具

# status_installToolPassword
source: Install Tool Password
ch: 安装工具密码

# status_isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
ch: 这个版本看起来是一个开发版本，因此不存在更新信息。

# status_missingDirectory
source: Required directory missing
ch: 所需目录丢失

# status_newVersion
source: There is a new version of TYPO3 available. You can update to version %s
ch: TYPO3新的版本可用了，你可以更新到版本 %s

# status_newVersionSecurityRelevant
source: There is a new version of TYPO3 available. This update is security relevant. Please update to version %s
ch: TYPO3有心的版本，这个更新将于安全相关，请更新到版本 %s

# status_nonExistingDirectory
source: Directory not existing
ch: 目录不存在

# status_patchLevelNotFoundInReleaseMatrix
source: It seems that this TYPO3 version has never been released. Thus no update information exists.
ch: 看起来TYPO3已经更新了，因此不存在更新信息

# status_recommendedWritableDirectory
source: Directory should be writable
ch: 目录应可写

# status_remainingUpdates
source: Remaining updates
ch: 剩余更新

# status_remoteFetchException
source: Could not fetch version matrix of TYPO3. Maybe this instance is blocked by a firewall?
ch: 不能获得TYPO3版本矩阵，可能因为被防火墙禁止

# status_requiredWritableDirectory
source: Directory not writable
ch: 目录不可写

# status_versionOutdated
source: The TYPO3 version you're using is not supported anymore. You should update to a supported version.
ch: 这个版本已经不再被支持了，请更新到一个支持的版本。

# status_writable
source: Writable
ch: 可写
