Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/neo_fileshare/ch.locallang_db.xlf
Languages: ch

# tx_neofileshare_files
source: Shared File
ch: 共享文件

# tx_neofileshare_files.fe_owner
source: Owner (User)
ch: 所有者（用户）

# tx_neofileshare_files.cat
source: Category
ch: 分类

# tx_neofileshare_files.title
source: Title
ch: 标题

# tx_neofileshare_files.description
source: Description
ch: 描述

# tx_neofileshare_files.file
source: File
ch: 文件

# tx_neofileshare_files.filename
source: Filename
ch: 文件名

# tx_neofileshare_files.filesize
source: Filesize (Bytes)
ch: 文件大小（Bytes）

# tx_neofileshare_cat
source: Category
ch: 分类

# tx_neofileshare_cat.title
source: Title
ch: 标题

# tt_content.list_type_pi1
source: NeoFileShare: Upload
ch: Neo文件共享：上传

# tt_content.list_type_pi2
source: NeoFileShare: New Category Form
ch: Neo文件共享：新分类表单

# tt_content.list_type_pi3
source: NeoFileShare: Category List
ch: Neo文件共享：分类列表

# tt_content.list_type_pi4
source: NeoFileShare: Filelist
ch: Neo文件共享：文件列表

# tt_content.list_type_pi5
source: NeoFileShare: Filedetails
ch: Neo文件共享：文件详情
