Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/pi2/ch.locallang.xlf
Languages: ch

# error-alreadyLoggedIn
source: You are already logged in
ch: 您已经登录

# error-usernameLength
source: The user name must consist of at least three characters and may not exceed 30 characters.
ch: 用户名必须包含至少3个字符并不超过30个字符

# error-usernameChars
source: Invalid character in the user name
ch: 用户名中包含无效字符

# error-usernameExists
source: User name already assigned
ch: 用户名已经注册

# error-emailInvalid
source: Invalid email address
ch: 无效的邮件地址

# error-emailExists
source: This email address already exists. Perhaps you are already registered.
ch: 电子邮件地址已经存在，可能你已经注册过了

# error-nameNone
source: Please input a name.
ch: 请输入用户名

# error-passwordMismatch
source: Passwords do not match
ch: 密码不匹配

# error-passwordLength
source: The password must consist of at least six characters!
ch: 密码必须至少包含6个字节

# error-passwordNone
source: Please input a password!
ch: 请输入一个密码！

# error-generalError
source: Unfortunately there was an error.
ch: 运气不好，发生了错误

# error-support
source: Please send an information email to this address: ###SUPPORTMAIL###. Thanks a lot.
ch: 请发送电子邮件到这个地址###SUPPORTMAIL###，非常感谢！

# reg-requiredNote
source: Please fill in all fields marked with an asterisk (*).
ch: 请填写标记了(*)的字段

# reg-username
source: User name
ch: 用户名

# reg-password
source: Password
ch: 密码

# reg-passwordRepeat
source: Repeat password
ch: 重复密码

# reg-name
source: Name
ch: 姓名

# reg-profession
source: Profession
ch: 职业

# reg-location
source: Place
ch: 地址

# reg-interests
source: Interests
ch: 兴趣

# reg-website
source: Website
ch: 网站

# reg-create
source: Create user
ch: 创建用户

# reg-email
source: Email address
ch: 电子邮件

# msg-thankYou
source: Thank you for your registration!
ch: 感谢您的注册！

# msg-hello
source: Hello ###USERNAME###
ch: 你好 ###USERNAME###

# msg-pleaseActivate
source: thank you for your registration on ###SITENAME###. To activate your account please follow the following link.
ch: 感谢你的注册，请点击下面链接激活你的注册

# msg-activated
source: Your registration is now finished. You can sign in directly and use the extended functions of ###SITENAME### .
ch: 你的注册已经结束，你可以直接登录，并使用站点的扩展功能

# msg-subject
source: Your registration on ###SITENAME###
ch: 你注册在###SITENAME###

# button-icq
source: ICQ
ch: QQ

# error-captcha
source: Invalid validation code. Please try again.
ch: 无效的验证码，请重试

# reg-captcha
source: Validation
ch: 验证

# reg-title
source: Register
ch: 注册

# error-required
source: Please fill out this field.
ch: 请填写这些字段

# error-emailEmpty
source: Please specify an email address.
ch: 请制定一个邮件地址

# error-wwwInvalid
source: Please insert a correct URL for your website.
ch: 请填写你的网站正确的地址

# error-userfieldEmpty
source: Please insert a correct value.
ch: 请插入正确的值
