Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/em/language/ch.locallang.xlf
Languages: ch

# tasks_updateExtensionlistTask.name
source: Update Extension List
ch: 更新扩展列表

# tasks_updateExtensionlistTask.description
source: Update the extension list on a regular basis. Once a day is a good interval.
ch: 定期更新扩展名列表。每天一次，是一个很好的时间间隔。

# mlang_labels_tablabel
source: TYPO3 Extension Manager
ch: 应用管理器

# mlang_labels_tabdescr
source: Manages TYPO3 extensions from a central repository. TYPO3 extensions include plugins, modules, class extensions, configuration code, etc.
ch: 从中心仓库管理扩展。 扩展包括插件，模块，类的扩展，配置代码等

# mlang_tabs_tab
source: Extension Manager
ch: 应用管理器

# category_BE
source: Backend
ch: 后台

# category_BE_modules
source: Backend Modules
ch: 后台模块

# category_FE
source: Frontend
ch: 前台

# category_FE_plugins
source: Frontend Plugins
ch: 前台插件

# category_miscellanous
source: Miscellaneous
ch: 杂项

# category_services
source: Services
ch: 服务

# category_templates
source: Templates
ch: 模板

# category_examples
source: Examples
ch: 实例

# category_documentation
source: Documentation
ch: 文档

# state_test
source: Test
ch: 测试

# state_obsolete
source: Obsolete
ch: 孤立

# type_system
source: System
ch: 系统

# type_global
source: Global
ch: 全局

# type_local
source: Local
ch: 本地

# descr_system
source: System extension (typo3/sysext/) - Always distributed with the TYPO3 source code (static).
ch: 系统扩展(typo3/sysext/) - 总是随核心源代码发布（静态）

# descr_global
source: Global extension (typo3/ext/) - Available for shared source on server (dynamic).
ch: 全局扩展(typo3/ext/) - 对服务器中已共享的代码可用（动态）

# privacy_notice
source: When you interact with the online repository, server information may be sent and stored in the repository for statistics.
ch: 你在与在线扩展库交互时，服务器信息将发送并存储在在线扩展库中，用于应用统计

# security_header
source: Did you find a security problem?
ch: 您是否发现了安全问题？

# security_warning_extensions
source: Please be aware that extensions are third-party software. Installing an extension is a security risk, as the high level of quality and security in the TYPO3 Core can not be assured in these extensions.
ch: 请注意扩展非核心组件，可能来自于不同的第三方。安装第三方扩展存在风险。

# security_descr
source: If you think you have found a security issue in TYPO3 or an extension, please contact the %sTYPO3 security team%s! Thank you!
ch: 如果你碰到了安全问题，请联系系统维护人员！

# menu_loaded_extensions
source: Loaded extensions
ch: 已安装应用

# menu_install_extensions
source: Install extensions
ch: 安装应用

# menu_import_extensions
source: Import extensions
ch: 导入应用

# menu_update_extensions
source: Update extensions
ch: 更新应用

# menu_update_extension
source: Update extension from version {0} to version {1}
ch: 更新应用从版本{0}到版本{1}

# menu_translation_handling
source: Translation handling
ch: 翻译处理

# menu_language_packges
source: Language Packages
ch: 语言包

# menu_settings
source: Settings
ch: 设置

# lang_language
source: Language
ch: 语言

# menu_extension_updates
source: Check for extension updates
ch: 检查扩展更新

# menu_extension_develop
source: Developer Module
ch: 开发模块

# list_order_category
source: Category
ch: 分类

# list_order_author
source: Author
ch: 作者

# list_order_state
source: State
ch: 状态

# list_order_type
source: Type
ch: 类型

# list_order_downloads
source: Downloads
ch: 下载

# show_details
source: Details
ch: 细节

# show_links
source: Links
ch: 链接

# show_description
source: Description
ch: 描述

# show_more_details
source: More details
ch: 更多细节

# details_info
source: Information
ch: 信息

# details_edit
source: Edit files
ch: 编辑文件

# details_backup_delete
source: Backup/Delete
ch: 备份/删除

# details_maintenance
source: Maintenance
ch: 维护

# details_dump_db
source: Dump Database
ch: 清空数据库

# details_upload
source: Upload to TER
ch: 上传到扩展库

# details_update
source: UPDATE!
ch: 更新！

# header
source: Extension Manager
ch: 应用管理器

source: Group by:
ch: 分组按：

source: Show:
ch: 显示：

# display_shy
source: Display shy extensions
ch: 显示内置扩展

# display_obsolete
source: Display obsolete extensions
ch: 显示孤立扩展

# hide_shy
source: Hide shy extensions
ch: 隐藏内置扩展

# hide_obsolete
source: Hide obsolete extensions
ch: 隐藏孤立扩展

# display_installedOnly
source: Only display installed extensions
ch: 仅显示已安装的扩展

# display_updatesOnly
source: Only display updatable extensions
ch: 仅显示可更新的扩展

# display_all
source: Display all extensions
ch: 显示所有扩展

# only_my_ext
source: Only my extensions:
ch: 仅我的扩展：

source: Show obsolete:
ch: 显示孤立：

source: Extensions:
ch: 扩展：

source: Local Extension List
ch: 本地扩展列表：

source: Go back
ch: 后退

source: Look up:
ch: 查找：

# loaded_exts
source: Loaded Extensions
ch: 调入扩展

# how_to_install
source: If you want to use an extension in TYPO3, you should simply click the "plus" button %s .
ch: 如果你想使用扩展，你只需点击“加”的按钮 %s 。

# how_to_uninstall
source: Installed extensions can also be removed again - just click the remove button %s .
ch: 安装后的插件可以卸载，只需点击卸载按钮 %s 。

# available_extensions
source: Available Extensions - Grouped by: %s
ch: 可用扩展 - 分组按：%s

# do_update
source: Update the extension in '%s' from online repository to server
ch: 从在线服务器更新'%s' 中的扩展到服务器

source: global
ch: 全局

source: local
ch: 本地

# list_or_look_up_extensions
source: Look up extensions:
ch: 寻找所有扩展：

# list_or_look_up_all
source: all
ch: 所有

# privacy_notice_header
source: PRIVACY NOTICE:
ch: 隐私声明：

# extensions_repository_group_by
source: Extensions in the TYPO3 Extension Repository (online) - Grouped by:
ch: 在线扩展库 - 分组按：

# extensions_repository_short
source: Extensions in repository:
ch: 库中扩展：

# list_of_local_extensions
source: This is the list of extensions which are available locally, but not in the repository.
ch: 这个是本地可用的扩展列表，不是在线库中的列表。

# only_on_this_server
source: Extensions found only on this server
ch: 仅在本地服务器中发现的扩展

# no_matching_extensions
source: No matching extensions found.
ch: 没有发现匹配的扩展.

# connect_to_ter
source: Connect to the current mirror and retrieve the current list of available plugins from the TYPO3 Extension Repository.
ch: 连接到当前的镜像并获得插件列表

source: Retrieve/Update
ch: 检索/更新

# ext_list_last_updated
source: (Last Update: %s)
ch: （最后更新：%s）

# in_repository
source: Extensions in the TYPO3 Extension Repository
ch: 在线扩展库

# upload_t3x
source: Upload extension file (.t3x):
ch: 上传扩展文件（.t3x）

# upload_to_location
source: ...to location:
ch: ...到位置:

# local_folder
source: Local (../typo3conf/ext/)
ch: 本地(../typo3conf/ext/)

# global_folder
source: Global (typo3/ext/)
ch: 全局(typo3/ext/)

# system_folder
source: System (typo3/sysext/)
ch: 系统(typo3/sysext/)

# overwrite_ext
source: Overwrite any existing extension!
ch: 覆盖已有扩展

# upload_ext
source: Extension Upload
ch: 扩展上传

# upload_ext_file
source: Upload extension file
ch: 上传扩展文件

# upload_ext_from
source: Upload extension from your computer
ch: 从您的电脑中上传扩展文件

# upload_ext_directly
source: Upload extension file directly (.t3x)
ch: 直接上传扩展文件（.t3x）

# upload_selectExtension
source: Select Extension (*.t3x)
ch: 选择扩展（.t3x）

# previous_page
source: Prev page
ch: 上一页

source: Next page
ch: 下一页

# showing_extensions_from_to
source: Showing extensions %s to %s
ch: 显示扩展 %s to %s

source: Security Settings
ch: 安全设置

source: Notice:
ch: 注意：

# user_settings
source: Repository User Settings
ch: 库用户设置

# enter_repository_username
source: Username
ch: 用户名

# enter_repository_password
source: Password
ch: 密码

# repository_update
source: Update Repository
ch: 更新库

# repository_creating
source: Creating Repository ...
ch: 创建库...

# repository_saving
source: Saving Repository ...
ch: 保存库...

# repository_update_not_needed
source: No update needed!
ch: 不需要更新

# repository_updated
source: Repository was updated.
ch: 库已经更新了。

source: Mirror selection
ch: 镜像选择

# mirror_list_url
source: Enter mirror list URL:
ch: 输入镜像列表地址:

source: Mirror list
ch: 镜像列表

# mirror_list_reload
source: Click here to reload the list.
ch: 点击这里载入列表。

# mirror_use
source: Use
ch: 使用

# mirror_name
source: Name
ch: 用户名

source: Mirror
ch: 镜像

# mirror_url
source: URL
ch: 网址

# mirror_url_long
source: Mirror URL
ch: 镜像网址

# mirror_country
source: Country
ch: 国家

# mirror_sponsored_by
source: Sponsored by
ch: 赞助由

# mirror_logo_link
source: Logo / Link
ch: 标识/链接

# mirror_use_random
source: Random (recommended!)
ch: 随机（推荐！）

source: Enter repository URL:
ch: 输入库地址：

# ext_import_update_button
source: Import/Update
ch: 导入/更新

# ext_import_global
source: Global:
ch: 全局：

# ext_import_local
source: Local:
ch: 本地：

# ext_import_system
source: System:
ch: 扩展：

# ext_import_overwrite
source: (OVERWRITE)
ch: （覆盖）

# ext_import_folder_empty
source: (empty)
ch: （空）

# ext_import_remote_ext_details
source: Remote Extension Details
ch: 远程扩展详情

# ext_import_list_not_updated
source: Error: The list could not be fetched from %s.
ch: 错误：列表不能从 %s 获取

# ext_import_list_updated
source: The mirror list has been updated and now contains %s entries.
ch: 镜像列表已经被更新，现在包含%s条记录。

# ext_import_list_empty
source: The mirror list contained no entries and was not updated.
ch: 镜像列表没有包含任何记录，也没有更新

# ext_import_md5_not_updated
source: Error: The extension MD5 sum could not be fetched from %s.
ch: 错误：扩展MD5值不能从 %s 获取

# ext_import_extlist_updated_header
source: Extension list updated
ch: 扩展列表已更新

# ext_import_ext_imported
source: Extension has been imported from repository and loaded.
ch: 扩展已经被导入并且加载。

# ext_import_ext_not_loaded
source: Extension is in repository but could not be loaded.
ch: 扩展不能被加载

# ext_import_ext_n_a_rep
source: Extension not available in repository.
ch: 库中扩展不可用

# ext_import_file_not_uploaded
source: File was not uploaded?!
ch: 文件没有上传？！

# ext_import_file_empty
source: File is empty!
ch: 文件是空的！

# ext_import_success
source: Extension imported
ch: 扩展已导入

# ext_import_success_folder
source: Folder created: %s
ch: 文件夹已经创建：%s

# ext_import_no_conf_file
source: Error: Could not find '%s'.
ch: 错误：不能发现 %s

# ext_import_ext_type
source: Installation Type:
ch: 安装类型：

# ext_import_cache_files_removed
source: Cache files are removed and will be rewritten upon next hit.
ch: 缓存文件已经被删除，将在下次点击时重写。

# ext_import_install_uninstall
source: Install/Uninstall Extension:
ch: 安装/卸载扩展：

# ext_import_uninstall
source: Uninstall extension
ch: 卸载扩展

# ext_import_install
source: Install extension
ch: 安装扩展

# ext_import_imported
source: The extension has been imported.
ch: 扩展已导入

# ext_import_close_check
source: Close window and recheck dependencies.
ch: 关闭窗口并重新检查依赖性

# ext_import_close
source: Close window.
ch: 关闭窗口

# ext_details_installing
source: Installing %s:
ch: 安装%s:

# ext_details_db_needs_update
source: Database needs to be updated
ch: 数据库需要更新

# ext_details_dbUpToDate
source: Database is up to date
ch: 数据库已经更新了

# ext_details_remove_ext
source: Remove extension
ch: 移除扩展

# ext_details_removing
source: Removing %s:
ch: 移除%s:

# ext_details_upload_to_ter
source: Upload extension to repository
ch: 上传扩展到官方库

# ext_details_delete
source: Delete
ch: 删除

# ext_details_backup
source: Backup
ch: 备份

# ext_details_update_em_conf
source: Update EM_CONF
ch: 更新EM_CONF

# ext_details_ext_files
source: Extension files
ch: 扩展文件

# ext_details_update
source: Update:
ch: 更新：

# ext_details_no_update_object
source: No update object
ch: 没有更新对象

# ext_details_updateScript
source: Update script
ch: 更新脚本

# ext_details_checkUpdateScript
source: Check update script
ch: 检查更新脚本

# ext_details_doNotLoadInFE
source: Load extension in Frontend
ch: 在前台调入扩展

# reqInstExt_install_import
source: Install/Import:
ch: 安装/导入：

# reqInstExt_ext_key
source: Extension Key:
ch: 扩展Key：

# reqInstExt_import_install_selected
source: Import and Install selected
ch: 导入并安装所选

# reqInstExt_return
source: Return
ch: 返回

# reqInstExt_imp_inst_ext
source: Import/Install Extensions:
ch: 导入/安装扩展：

# extFileList_file
source: File:
ch: 文件：

# extFileList_size
source: Size:
ch: 大小：

# extFileList_edit
source: Edit:
ch: 编辑：

# extFileList_download
source: Download...
ch: 下载...

# extFileList_edit_file
source: Edit file
ch: 编辑文件

# extFileList_total
source: Total:
ch: 所有：

# extDelete_ext_active
source: This extension is currently installed (loaded and active) and cannot be deleted!
ch: 当前扩展已经安装（调入并激活），不能删除

# extInfoArray_title
source: Title
ch: 标题

# extInfoArray_description
source: Description
ch: 描述

# extInfoArray_author
source: Author
ch: 作者

# extInfoArray_version
source: Version
ch: 版本

# extInfoArray_versions
source: Versions
ch: 版本

# extInfoArray_downloads
source: Downloads
ch: 下载

# extInfoArray_lastUpdate
source: Last Update
ch: 最后更新

# extInfoArray_category
source: Category
ch: 分类

# extInfoArray_state
source: State
ch: 状态

# extInfoArray_uploads
source: Uploads
ch: 上传

# extInfoArray_depends_on
source: Depends on
ch: 依赖

# extInfoArray_conflicts_with
source: Conflicts with
ch: 冲突

# extInfoArray_suggests
source: Suggests
ch: 建议

# extInfoArray_priority
source: Priority
ch: 优先

# extInfoArray_clear_cache
source: Clear cache
ch: 清理缓存

# extInfoArray_incl_modules
source: Includes modules
ch: 包含模块

# extInfoArray_lock_type
source: Lock installation Type
ch: 锁定安装类型

# listRowHeader_changed_files
source: Changed files:
ch: 更改的文件：

# listRowHeader_ext_key
source: Extension key:
ch: 扩展Key：

# listRowHeader_download_short
source: DL:
ch: 下载：

# listRowHeader_documentation_short
source: Doc:
ch: 文档：

# listRowHeader_type
source: Type:
ch: 类型：

# listRowHeader_upload_date
source: Upload date:
ch: 上传日期：

# header_upd_ext
source: There are new versions of the following extensions in the TER
ch: 官方库中有以下扩展的新版本

# header_vers_ret
source: Version information
ch: 版本信息

# tab_mod_name
source: Extension
ch: 扩展

# tab_mod_key
source: Extension Key
ch: 扩展KEY

# tab_mod_loc_ver
source: Local
ch: 本地

# tab_mod_rem_ver
source: Remote
ch: 远程

# tab_mod_comment
source: Upload Comment
ch: 上传描述

# tab_mod_location
source: Location
ch: 本地

# msg_modified
source: Modified Files:
ch: 修改文件：

source: (write-protected)
ch: （写保护）

# note_last_update
source: Last update of the list of extensions:
ch: 最后一次更新扩展列表：

# note_last_update_new
source: Last update of the list of extensions: %s.
ch: 最后一次更新扩展列表：%s 。

# sysext
source: System extension
ch: 系统扩展

source: Local extensions
ch: 本地扩展

source: Remote Repository
ch: 远程扩展

source: My Extensions
ch: 我的扩展

# emLoaded
source: Application is loaded
ch: 应用已调入

# cmd_edit
source: Edit
ch: 编辑

# cmd_create
source: Create
ch: 创建

# cmd_delete
source: Delete
ch: 删除

# cmd_save
source: Save
ch: 保存

# cmd_register
source: Register
ch: 注册

# cmd_filter
source: Filter
ch: 过滤器

# cmd_action
source: Action
ch: 动作

# cmd_update
source: Update
ch: 更新

# cmd_install
source: Install
ch: 安装

# cmd_cancel
source: Cancel
ch: 关闭

# cmd_upload
source: Upload
ch: 上传

# cmd_download
source: Download
ch: 下载

# cmd_openInNewWindow
source: Open in new window
ch: 在新窗口打开

# cmd_reloadFile
source: Reload the file
ch: 重载文件

# cmd_transferkey
source: Transfer extension key
ch: 传输扩展key

# cmd_transferkey_to_user
source: Transfer extension key to user
ch: 传输扩展key给用户

# cmd_transferkey_do
source: Do the transfer
ch: 传输

# cmd_deletekey
source: Delete extension key
ch: 删除扩展key

# cmd_terupload
source: TER upload
ch: TER上传

# cmd_readdoc
source: Read documentation
ch: 阅读文档

# cmd_downloadext
source: Download extension
ch: 下载扩展

# cmd_undo
source: Undo
ch: 撤销

# cmd_redo
source: Redo
ch: 重做

# fileEditFileChanged
source: File content changed
ch: 文件内容已经改变

# fileEditNewFilePrompt
source: Please enter complete filename
ch: 请确认输入了完整的文件名

# fileEditRename
source: Rename
ch: 重命名

# fileEditCreateFileFolder
source: Create new file or folder
ch: 创建文件或目录

# fileEditCreateFolder
source: Make Folder
ch: 创建目录

# fileEditReloadFiletree
source: Reload file tree
ch: 重新调入文件树

# fileEditOperation
source: File Operation
ch: 文件操作

# fileEditMoveConfirmation
source: Are you sure to move "{0}" into "{1}"?
ch: 你确认移动"{0}" 进"{1}"?

# fileEditCopyConfirmation
source: Are you sure to copy "{0}" into "{1}"?
ch: 你确认拷贝"{0}" 进"{1}"?
