Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/*_downloader/ch.locallang_db.xlf
Languages: ch

# tt_content.list_type_pi1
source: KK Downloader
ch: KK 下载器

# tx_kkdownloader_images
source: Download
ch: 下载

# tx_kkdownloader_images.name
source: Download title
ch: 标题

# tx_kkdownloader_images.image
source: File(s)
ch: 文件

# tx_kkdownloader_images.imagepreview
source: Preview image (optional)
ch: 预览图(可选)

# tx_kkdownloader_images.description
source: Short description
ch: 简短描述

# tx_kkdownloader_images.longdescription
source: Long description
ch: 较长描述

# tx_kkdownloader_images.clicks
source: Clicks
ch: 点击

# tx_kkdownloader_images.cat
source: Category
ch: 分类

# tx_kkdownloader_images.imagedescription
source: Link description
ch: 链接文字

# tx_kkdownloader_cat
source: Category
ch: 总分类->

# tx_kkdownloader_cat.cat
source: Category
ch: 分类

# tx_kkdownloader.filesize
source: Show filesize
ch: 显示文件尺寸

# tx_kkdownloader.imagepreview
source: Image preview?
ch: 图片预览?

# tx_kkdownloader.results_at_a_time
source: No of items to show in one view before browsing
ch: 浏览之前,在一个视图中无显示条目

# tx_kkdownloader.showCRDate
source: Show creation date/time
ch: 显示创建日期/时间

# tx_kkdownloader.showEditDate
source: Show T3-object last edit date
ch: 显示 T3对象(T3-object)上次编辑日期

# tx_kkdownloader.showFileMDate
source: Show file last edit date
ch: 显示文件上次编辑时间

# tx_kkdownloader.showDateLastDownload
source: Show date of last download
ch: 显示上次下载日期

# tx_kkdownloader.showIPLastDownload
source: Show IP-address of last download
ch: 显示上次下载IP地址

# tx_kkdownloader.showCRDate.nodate
source: No date/time
ch: 无日期/时间

# tx_kkdownloader.showCRDate.date
source: Only date
ch: 仅日期

# tx_kkdownloader.showCRDate.datetime
source: Date and Time
ch: 日期和时间

# tx_kkdownloader.showCats
source: Show Categories
ch: 显示分类

# tx_kkdownloader_conf
source: Settings
ch: 设置

# tx_kkdownloader_cat_all
source: All categories
ch: 所有分类

# tx_kkdownloader.layout
source: Layout
ch: 布局设计

# tx_kkdownloader.layout1
source: Image top
ch: 图片置顶

# tx_kkdownloader.layout2
source: Image right
ch: 图片置右

# tx_kkdownloader.layout3
source: Image left
ch: 图片置左

# tx_kkdownloader.layout4
source: Image bottom
ch: 图片置底

# tx_kkdownloader.showclicks
source: Display counted clicks
ch: 显示点击数

# tx_kkdownloader.clicksno
source: No
ch: 无

# tx_kkdownloader.clicksyes
source: Yes
ch: 是的

# tx_kkdownloader.what_to_display
source: View
ch: 显示

# tx_kkdownloader.template_file
source: Template file
ch: 模板(Template)文件

# tx_kkdownloader.orderby
source: Sort (only View = "LIST")
ch: 排序(仅当 View="LIST")

# tx_kkdownloader.orderbyTitle
source: by title
ch: 按标题(title)

# tx_kkdownloader.orderbyFilename
source: by file-name
ch: 按文件名(file-name)

# tx_kkdownloader.orderbyCrDate
source: by creation date
ch: 按创建日期

# tx_kkdownloader.orderbyLastModified
source: by date last modified
ch: 按最后修改日期

# tx_kkdownloader.orderbyCategory
source: by category
ch: 按分类

# tx_kkdownloader.orderbyDateLastDownloaded
source: by date last downloaded
ch: 按最近下载日期

# tx_kkdownloader.ascdesc
source: Ascending/Descending
ch: 升序/降序

# tx_kkdownloader.asc
source: Ascending
ch: 升序

# tx_kkdownloader.desc
source: Descending
ch: 降序
