Repository: hongjinlin/jidian
Catalog: typo3conf/ext/datamints_feuser/pi1/*.locallang.xlf
Languages: de

# username_error_required
source: You must enter a username!
de: Es muss ein Benutzername eingegeben werden!

# username_error_unique
source: This username already exists!
de: Dieser Benutzername ist bereits vorhanden!

# username_error_valid
source: The username must not contain any spaces!
de: Der Benutzername darf keine Leerzeichen beinhalten!

# password_rep
source: Confirm Password:
de: Passwort wiederholen:

# password_error_equal
source: You have to enter the same password twice!
de: Es muss zwei mal das gleiche Passwort eingegeben werden!

# password_error_length
source: The password must be at least 6 characters long!
de: Das Passwort muss mindestens 6 Zeichen lang sein!

# password_error_required
source: You must enter a password!
de: Es muss ein Passwort angegeben werden!

# usergroup_error_required
source: You must choose a usergroup!
de: Es muss eine Benutzergruppe angegeben werden!

# name_error_required
source: You must enter a name!
de: Es muss ein gültiger Name eingegeben werden!

# first_name_error_required
source: You must enter a first name!
de: Es muss ein Vorname eingegeben werden!

# middle_name_error_required
source: You must enter a middle name!
de: Es muss ein zweiter Vorname angegeben werden!

# last_name_error_required
source: You must enter a last name!
de: Es muss ein Nachname eingegeben werden!

# address_error_required
source: You must enter a address!
de: Es muss eine Adresse angegeben werden!

# telephone_error_required
source: You must enter a telephone number!
de: Es muss eine Telefonnummer angegeben werden!

# fax_error_required
source: You must enter a fax number!
de: Es muss eine Faxnummer angegeben werden!

# email_error_required
source: You must enter an e-mail address!
de: Es muss eine gültige E-Mail eingegeben werden!

# email_error_unique
source: This e-mail address is already in use!
de: Diese E-Mail wird bereits verwendet!

# email_error_valid
source: The entered e-mail address is invalid!
de: Die eingegebene E-Mail ist ungültig!

# title_error_required
source: You must enter a title!
de: Es muss ein Titel angegeben werden!

# zip_error_required
source: You must enter a zip!
de: Es muss eine Postleitzahl angegeben werden!

# city_error_required
source: You must enter a city name!
de: Es muss eine Stadt angegeben werden!

# country_error_required
source: You must enter a country!
de: Es muss ein Land angegeben werden!

# www_error_required
source: You must enter a web addess!
de: Es muss eine Web Adresse angegeben werden!

# company_error_required
source: You must enter a company name!
de: Es muss eine Firma angegeben werden!

# image_delete
source: Delete current image!
de: Vorhandenes Bild löschen!

# image_error_size
source: The image is too large!
de: Das Bild ist zu groß!

# image_error_type
source: The uploaded file is not an image!
de: Die Hochgeladene Datei ist kein Bild!

# image_error_upload
source: The image could not be uploaded!
de: Das Bild konnte nicht hochgeladen werden!

# image_error_delete
source: The image could not be deleted!
de: Das Bild konnte nicht gelöscht werden!

# check_yes
source: Yes
de: Ja

# check_no
source: No
de: Nein

# userdelete
source: Delete Current User?
de: Aktuellen Benutzer löschen?

# passwordconfirmation
source: Current Password:
de: Aktuelles Passwort:

# passwordconfirmation_error_required
source: Please enter your current password!
de: Es muss das aktuelle Passwort eingegeben werden!

# passwordconfirmation_error_valid
source: The entered password was not equal to your current password!
de: Das eingegebene Passwort stimmt nicht mit dem aktuellen Passwort überein!

# resendactivation
source: Resend activation mail to this e-mail:
de: Aktivierungsmail für folgende E-Mail erneut senden:

# resendactivation_list
source: Resend activation mail to the following User:
de: Aktivierungsmail für folgenden Benutzer erneut senden:

# resendactivation_error_required
source: Please enter the e-mail address you have registered with!
de: Es muss die E-Mail eingeben werden, mit der Sie sich registriert haben!

# resendactivation_error_valid
source: The entered e-mail address has not yet been registered or has already been activated!
de: Die eingegebene E-Mail ist noch nicht registriert, oder wurde schon aktiviert!

# captcha
source: Enter the letters displayed in the picture:
de: Geben Sie die Buchstaben aus dem Bild ein:

# captcha_error_required
source: Please enter the letters displayed in the picture!
de: Es müssen die Buchstaben aus dem Bild eingegeben werden!

# captcha_error_valid
source: The entered letters were not correct, please try again!
de: Die eingegebenen Buchstaben waren nicht richtig, bitte versuchen Sie es noch einmal!

# submit_register
source: Register
de: Registrieren

# submit_edit
source: Save
de: Speichern

# register_success
source: You have been successfully registered.
de: Sie haben sich erfolgreich registriert!

# register_failure
source: There was an error while processing your data.
de: Es ist ein Problem beim Verarbeiten des Formulars aufgetreten!

# resendactivation_sent
source: A new activation mail was sent to your e-mail address.
de: Es wurde eine neue Aktivierungsmail an die von Ihnen angegebene E-Mail geschickt!

# resendactivation_error_adminapproval
source: Please wait for admin approval.
de: Sie müssen auf die Aktivierung durch den Administrator warten!

# approvalcheck_failure
source: Sorry, this activation link is not valid or your account has already been activated.
de: Der Aktivierungslink ist leider nicht gültig oder Ihr Account wurde schon aktiviert!

# doubleoptin_sent
source: To activate your account click the activation link in the e-mail we sent to you.
de: Um Ihren Account zu aktivieren, klicken Sie auf den Aktivierungslink, der an die von Ihnen angegebene E-Mail geschickt wurde!

# doubleoptin_success
source: Your account has been successfully activated.
de: Ihr Account wurde erfolgreich freigeschaltet!

# doubleoptin_userdelete
source: Your account has been successfully deleted.
de: Die Aktivierung Ihres Accounts wurde erfolgreich abgelehnt!

# doubleoptin_failure
source: Sorry, your activation link is not valid.
de: Ihr Aktivierungslink ist leider nicht gültig!

# doubleoptin_adminapproval_sent
source: To activate your account click the activation link in the e-mail we sent to you. Afterwards the administrator has to activation it.
de: Um Ihren Account zu aktivieren, klicken Sie den Aktivierungslink, der an die von Ihnen angegebene E-Mail geschickt wurde! Sobald das geschehen ist, werden Sie durch den Administrator freigeschalten!

# doubleoptin_adminapproval_success
source: Your account has been successfully created. Now the administrator has to unlock it.
de: Ihr Account wurde erfolgreich freigeschaltet! Im nächsten Schritt werden Sie durch den Administrator aktiviert!

# doubleoptin_adminapproval_userdelete
source: The activation of your account has been successfully deleted.
de: Die Aktivierung Ihres Accounts wurde erfolgreich abgelehnt!

# doubleoptin_adminapproval_failure
source: Sorry, your activation link is not valid.
de: Ihr Aktivierungslink ist leider nicht gültig!

# adminapproval_sent
source: To activate your account, the administrator has to activate it.
de: Sie werden durch den Administrator freigeschalten!

# adminapproval_success
source: The users account has been successfully activated.
de: Der Benutzeraccount wurde erfolgreich freigeschaltet!

# adminapproval_failure
source: Sorry, this activation link is not valid or this account has already been activated.
de: Der Aktivierungslink ist leider nicht gültig, oder der Account wurde schon aktiviert!

# adminapproval_doubleoptin_sent
source: To activate your account, the administrator has to activate it. Afterwards you have to click the activation link in the e-mail we sent to you.
de: Um Ihren Account zu aktivieren, müssen Sie auf die Freischaltung des Administrators warten! Sobald das geschehen ist, klicken Sie den Aktivierungslink der an die von Ihnen angegebene E-Mail geschickt wird!

# adminapproval_doubleoptin_success
source: The users account has been successfully activated. Now he has to click the activation link in the e-mail he received.
de: Der Benutzeraccount wurde erfolgreich freigeschaltet! Als Nächstes muss der Benutzer selbst der Registrierung zustimmen!

# adminapproval_doubleoptin_failure
source: Sorry, this activation link is not valid or this account has already been activated.
de: Der Aktivierungslink ist leider nicht gültig, oder der Account wurde schon aktiviert!

# edit_success
source: Your profile has been successfully updated. You‘ll be redirected back in a few seconds.
de: Ihre Daten wurden erfolgreich geändert! Sie werden in wenigen Sekunden zurück geleitet!

# edit_userdelete
source: Your account has been successfully deleted. You‘ll be redirected to the home page in a few seconds.
de: Der Benutzer wurde erfolgreich gelöscht!

# edit_failure
source: There was an error while processing your data.
de: Es ist ein Problem beim Verarbeiten des Formulars aufgetreten!

# edit_error_login
source: You can not edit your user data if you are not logged in.
de: Die Benutzerdaten können nicht bearbeitet werden wenn man nicht eingeloggt ist!

# edit_error_userfolder
source: You can not edit your user data here.
de: Die Benutzerdaten können hier nicht bearbeitet werden!
