Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/newscalendar/ch.locallang.xlf
Languages: ch

# pi1_title
source: News Calendar
ch: 新闻日历

# pi1_plus_wiz_description
source: News Calendar for EXT:tt_news
ch: 基于TT_NEWS的新闻日历

# flexform.general_section
source: General
ch: 通用

# flexform.template_section
source: Template
ch: 模板

# flexform.displayType
source: Display type:
ch: 显示类型：

# flexform.displayType.calendar
source: Calendar
ch: 日历

# flexform.displayType.list
source: List
ch: 列表

# flexform.displayType.listInterval
source: ListInterval
ch: 列表间隔

# flexform.displayType.nextEvents
source: Next Events
ch: 下一个事件

# flexform.monthLinkDisplay
source: Calendar list link display:
ch: 日历列表链接展示：

# flexform.calendarListView
source: Calendar list view page:
ch: 日历列表展示页面：

# flexform.single_view
source: Single view page for tt_news:
ch: tt_news的新闻正文页面：

# flexform.back_page
source: Back page for tt_news:
ch: tt_news的退回页：

# flexform.day_name_lenght
source: Day name length:
ch: 日名称长度：

# flexform.day_name_lenght.1
source: 1 letter
ch: 1字节

# flexform.day_name_lenght.2
source: 2 letters
ch: 2字节

# flexform.day_name_lenght.3
source: 3 letters
ch: 3字节

# flexform.day_name_lenght.4
source: 4 letters
ch: 4字节

# flexform.day_name_lenght.5
source: Full lenght day names
ch: 全部长度的日名称
