Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/pi5/ch.locallang.xlf
Languages: ch

# tx_mmforum_user_sig
source: Signature
ch: 签名

# about
source: All about
ch: 所有关于

# descr_date
source: Register date
ch: 注册日期

source: ZIP
ch: 邮政编码

# city
source: Town
ch: 城镇

# www
source: Website
ch: 网站

# tx_mmforum_occ
source: Job
ch: 工作

# tx_mmforum_interests
source: Interests
ch: 兴趣

source: Email
ch: 电子邮件

# descr_signatur_preview
source: Preview
ch: 预览

# send
source: Save
ch: 保存

# filename
source: File
ch: 文件

source: Name
ch: 名称

source: Delete avatar
ch: 删除个人形象

# errorValidEmail
source: Please insert a valid email address.
ch: 请输入一个邮箱的电子邮件地址

# errorEmailTwice
source: The specified email address already exists.
ch: 指定的电子邮件已经存在

# errorInsertOldPw
source: Please insert your old password.<br />
ch: 请输入旧密码.<br />

# errorInsertNewPw
source: Please insert a new password.<br />
ch: 请输入新密码.<br />

# errorInsertNewPw2
source: In order to prevent typing errors, please repeat the new password.<br />
ch: 未了防止输入错误，请再次输入新密码.<br />

# errorNewPwRepeat
source: The repetition of the password does not match the first input. Please check if you have entered the password correctly. <br />
ch: 密码不匹配，请检查是否正确.<br />

# errorOldPw
source: The old password is not correct.<br />
ch: 旧密码不正确.<br />

# errorPwLength
source: Please enter a password with a length of at least %s characters.<br />
ch: 请输入一个密码至少包含%s 字符.<br />

# pwChanged
source: The password has successfully been changed.
ch: 密码已经成功被修改.

# nologin
source: You have to be logged in in order to edit your user settings.
ch: 你必须登录才能编辑自己的用户设置

# avatar-uploadAvatar
source: Upload avatar
ch: 上传avatar

# avatar-avatar
source: Avatar
ch: 个人形象

# password-change
source: Change Password
ch: 修改密码

# password-old
source: Old Password
ch: 旧密码

# password-new
source: New password
ch: 新密码

# password-repeat
source: Repeat Password
ch: 重复密码

# password-save
source: Save
ch: 保存

# button-email
source: Email
ch: 电子邮件

# button-icq
source: ICQ
ch: QQ

# settings2
source: Settings
ch: 设置

# pmnotifymode
source: PM notification mode
ch: 个人短信提示模式

# pmnotifymode-0
source: Send email as soon as PM was recieved
ch: 收到站内信后发送邮件

# pmnotifymode-1
source: Send accumulated emails once a day
ch: 每天累计发送一次电子邮件

# pmnotifymode-2
source: Do not notify about new PM at all
ch: 不要提示新信息

# errorWWWInvalid
source: Please insert a correct URL for your website.
ch: 请输入你的网站的正确地址

# errorRequiredMissing
source: Please fill out the following fields: %s
ch: 请按照以下字段填写：%s

# error-userfieldEmpty
source: Please enter a correct value
ch: 请输入一个正确的值

# error-userfieldNotUnique
source: This value is already being used
ch: 值已经被使用

source: Username
ch: 用户名
