Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/imagecycle/ch.locallang_db.xlf
Languages: ch

# tx_dam.tx_jfdam_link
source: Link
ch: 链接

# pages.tx_imagecycle_mode
source: Imagescycle mode
ch: 轮换图模式

# pages.tx_imagecycle_damimages
source: Images in DAM (dam)
ch: DAM图片

# pages.tx_imagecycle_damcategories
source: Images from DAM category (dam_catedit)
ch: 图片从DAM目录(dam_catedit)

# pages.tx_imagecycle_images
source: Images from Upload
ch: 上传图片

# pages.tx_imagecycle_hrefs
source: Image links
ch: 图片链接

# pages.tx_imagecycle_captions
source: Image Captions
ch: 图片标题

# pages.tx_imagecycle_effect
source: Effect
ch: 效果

# pages.tx_imagecycle_stoprecursion
source: Stop Recursion (Reset)
ch: 停止循环

# tt_content.tx_imagecycle_title
source: Image Cycle
ch: 图片轮换

# tt_content.tx_imagecycle_activate
source: Activate
ch: 激活

# tt_content.tx_imagecycle_duration
source: Duration in ms
ch: 持续时间毫秒

# tt_content.list_type_pi1
source: Image cycle
ch: 轮换图

# tt_content.list_type_pi2
source: Coin-Slider
ch: 硬币式切换

# tt_content.list_type_pi3
source: Nivo-Slider
ch: Nivo式切换

# tt_content.list_type_pi4
source: Cross-Slide
ch: 十字星切换

# tt_content.list_type_pi5
source: Slice-Box
ch: 切片盒

# tt_content.pi_flexform.sheet_general
source: General
ch: 通用设置

# tt_content.pi_flexform.mode
source: Mode
ch: 模式

# tt_content.pi_flexform.mode.I.upload
source: Upload Images
ch: 上传图片

# tt_content.pi_flexform.mode.I.folder
source: Folder
ch: 文件夹

# tt_content.pi_flexform.mode.I.rte
source: Upload with RTE
ch: 用RTE上传

# tt_content.pi_flexform.mode.I.dam
source: DAM (dam)
ch: DAM

# tt_content.pi_flexform.mode.I.dam_catedit
source: DAM category (dam_catedit)
ch: DAM目录(dam_catedit)

# tt_content.pi_flexform.damimages
source: Images in DAM (dam)
ch: DAM图片

# tt_content.pi_flexform.damcategories
source: Images from DAM category (dam_catedit)
ch: 图片从DAM目录(dam_catedit)

# tt_content.pi_flexform.folder
source: Image folder
ch: 图片文件夹

# tt_content.pi_flexform.uploadRTE
source: Slide images
ch: 轮换图

# tt_content.pi_flexform.image
source: Slide Image
ch: 轮换图

# tt_content.pi_flexform.href
source: Image link
ch: 图片链接

# tt_content.pi_flexform.caption
source: Image Caption
ch: 图片标题

# tt_content.pi_flexform.images
source: Slide Images
ch: 轮换图

# tt_content.pi_flexform.hrefs
source: Image links
ch: 图片链接

# tt_content.pi_flexform.captions
source: Image Captions
ch: 图片标题

# tt_content.pi_flexform.sheet_settings
source: Settings
ch: 设置

# tt_content.pi_flexform.imagewidth
source: Width
ch: 宽度

# tt_content.pi_flexform.imageheight
source: Height
ch: 高度

# tt_content.pi_flexform.thumbwidth
source: Thumb width
ch: 缩略度宽度

# tt_content.pi_flexform.thumbheight
source: Thumb height
ch: 缩略图高度

# tt_content.pi_flexform.showcaption
source: Show caption
ch: 显示标题

# tt_content.pi_flexform.showControl
source: Show Control
ch: 显示控制

# tt_content.pi_flexform.showPager
source: Show Pager
ch: 显示分页

# tt_content.pi_flexform.random
source: Random order
ch: 乱序

# tt_content.pi_flexform.stoponmousover
source: Stop animation if mouse over
ch: 如果鼠标移动则停止动画

# tt_content.pi_flexform.pausedBegin
source: Paused at beginning
ch: 开始时暂停

# tt_content.pi_flexform.sheet_movement
source: Movement
ch: 移动

# tt_content.pi_flexform.type
source: Type of movement
ch: 移动类型

# tt_content.pi_flexform.transition
source: Type of transition
ch: 切换类型

# tt_content.pi_flexform.transitiondir
source: Direction of transition
ch: 变换时间

# tt_content.pi_flexform.transitionduration
source: Duration of transition (ms)
ch: 变换时间

# tt_content.pi_flexform.displayduration
source: Duration of display (ms)
ch: 显示持续时间

# tt_content.pi_flexform.sliceShowInfo
source: Show info automatically
ch: 自动显示信息
