Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/imagecycle/ch.locallang.xlf
Languages: ch

# pi1_title
source: Image cycle
ch: 轮换图

# pi1_plus_wiz_description
source: Add an image cycle to your content
ch: 添加一个轮换图到内容

# pi2_title
source: Coin-Slider
ch: 硬币式轮换

# pi2_plus_wiz_description
source: Add a Coin-Slider to your content
ch: 添加一个硬币式到内容

# pi3_title
source: Nivo-Slider
ch: Nivo式轮换

# pi3_plus_wiz_description
source: Add a Nivo-Slider to your content
ch: 添加一个Nivo式轮换到内容

# pi3_theme_info
source: Theme information
ch: 主题信息

# pi4_title
source: Cross-Slider
ch: 十字轮换

# pi4_plus_wiz_description
source: Add a Cross-Slider to your content
ch: 添加一个十字轮换到内容

# pi5_title
source: Slice-Box
ch: 切片轮换

# pi5_plus_wiz_description
source: Add a Slice-Box to your content
ch: 添加一个切片轮换到内容
