Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/direct_mail/ch.locallang_tca.xlf
Languages: ch

# pages.module.I.5
source: Direct Mail
ch: 直投邮件

# module_sys_dmail_group.newsletter
source: Activate Newsletter
ch: 开启邮件列表

# module_sys_dmail_group.category
source: Subscribe to categories
ch: 订阅到分类

# module_sys_dmail_group.htmlemail
source: Recieve e-mails as HTML?
ch: 接受HTML电子邮件？

# sys_dmail_category
source: Direct Mail Category
ch: 直投邮件分类

# sys_dmail_category.category
source: Category:
ch: 分类：

# sys_dmail_category.old_cat_number
source: Old category number:
ch: 原分类编号：

# sys_dmail
source: Direct mails
ch: 直投邮件

# sys_dmail.subject
source: Subject:
ch: 主题：

# sys_dmail.page
source: Mail page:
ch: 邮件页面：

# sys_dmail.from_email
source: Sender email:
ch: 发送者电子邮件：

# sys_dmail.from_name
source: Sender name:
ch: 发送者姓名：

# sys_dmail.replyto_email
source: Reply email:
ch: 回复电子邮件：

# sys_dmail.replyto_name
source: Reply name:
ch: 回复姓名：

# sys_dmail.return_path
source: Return Path:
ch: 返回路径：

# sys_dmail.organisation
source: Organization:
ch: 组织：

# sys_dmail.transfer_encoding
source: Content transfer encoding:
ch: 内容传送编码：

# sys_dmail.charset
source: Message text character set:
ch: 消息文本编码设置：

# sys_dmail.priority
source: Priority:
ch: 优先级别：

# sys_dmail.priority.I.0
source: Low
ch: 低

# sys_dmail.priority.I.1
source: Normal
ch: 一般

# sys_dmail.priority.I.2
source: High
ch: 高

# sys_dmail.sendOptions
source: Format of mail content:
ch: 邮件内容格式

# sys_dmail.sendOptions.I.0
source: Plain text
ch: 纯文本

# sys_dmail.includeMedia
source: Include images and other media in HTML content:
ch: HTML内容中包含图片和其它媒体：

# sys_dmail.flowedFormat
source: Use flowing text format in plain text content:
ch: 在文本内容中使用流文本格式：

# sys_dmail.HTMLParams
source: Parameters, HTML:
ch: 参数,HTML：

# sys_dmail.plainParams
source: Parameters, Plain text:
ch: 参数,纯文本：

# sys_dmail.issent
source: Is sent:
ch: 已发送：

# sys_dmail.scheduled
source: Scheduled time:
ch: 预定时间：

# sys_dmail.scheduled_begin
source: Delivery start:
ch: 开始发送：

# sys_dmail.scheduled_end
source: Delivery end:
ch: 结束发送：

# sys_dmail.use_domain
source: Domain of internal links:
ch: 内部链接的域名：

# sys_dmail.attachment
source: Attachments:
ch: 附件：

# sys_dmail.type.I.0
source: TYPO3 Page
ch: 页面

# sys_dmail.type.I.1
source: External URL
ch: 外部URL

# sys_dmail.plainParams.ALT.1
source: URL for plain text content:
ch: 纯文本内容的URL

# sys_dmail.HTMLParams.ALT.1
source: URL for HTML content:
ch: HTML内容的URL：

# sys_dmail_group
source: Recipient list
ch: 接收者列表

# sys_dmail_group.type.I.0
source: From pages
ch: 表单页面

# sys_dmail_group.type.I.1
source: Plain list
ch: 纯列表

# sys_dmail_group.type.I.2
source: Static list
ch: 静态列表

# sys_dmail_group.type.I.3
source: Special query
ch: 特殊查询

# sys_dmail_group.type.I.4
source: From other recipient lists
ch: 从其它接收者列表：

# sys_dmail_group.recursive
source: Include page subtree:
ch: 包括子页面树

# sys_dmail_group.static_list
source: Recipients:
ch: 接收者：

# sys_dmail_group.mail_groups
source: Other recipient lists:
ch: 其他接收者列表：

# sys_dmail_group.whichtables
source: Types of records:
ch: 记录的类型

# sys_dmail_group.whichtables.I.0
source: Address
ch: 地址

# sys_dmail_group.whichtables.I.1
source: Website user
ch: 网站用户

# sys_dmail_group.whichtables.I.2
source: From custom-defined table
ch: 从自定义表

# sys_dmail_group.whichtables.I.3
source: Website User Group
ch: 网站用户组

# sys_dmail_group.list
source: Recipients:
ch: 接收者：

# sys_dmail_group.csv
source: List format:
ch: 列出格式：

# sys_dmail_group.csv.I.0
source: Separate emails by space/comma/linebreak
ch: 用空格/半角逗号/回车 分隔电子邮件地址

# sys_dmail_group.select_categories
source: Must subscribe to one of the categories:
ch: 必须订阅一个分类：
