Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/cal/res/help/ch.locallang_csh_txcalorganizer.xlf
Languages: ch

# description.description
source: The description of the organizer.
ch: 主办单位的说明。

# street.description
source: The street address of the organizer.
ch: 主办单位的街道地址。

# zip.description
source: The ZIP code or postal code of the organizer.
ch: 主办单位的邮政编码。

# city.description
source: The city of the organizer.
ch: 主办单位的城市。

# country.description
source: The country of the organizer.
ch: 主办单位的国家。

# phone.description
source: The phone number of the organizer.
ch: 主办单位的电话号码。

# email.description
source: The email address of the organizer.
ch: 主办单位的邮箱地址。

# link.description
source: The website of the organizer.
ch: 主办单位的网站。

# link.details
source: This link can be used to provide more information about the organizer.
ch: 这个链接可以用于提供有关组织者的信息。

# imagealttext.description
source: Alternate text shown if images are not found or not supported.
ch: 如果图片没有发现或者不支持用文字代替显示

# imagetitletext.details
source: If you have multiple images, title text entries must be listed on separate lines.
ch: 如果你有多个图片，标题文字项目都必须列在单独的行。

# imagecaption.description
source: Adds a caption beneath each image.
ch: 每张图片下方增加一个标题

# imagecaption.details
source: If you have multiple images, captions must be listed on separate lines.
ch: 如果您有多个图像，标题都必须列在单独的行。
