Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/rgtabs/ch.locallang.xlf
Languages: ch

# pi1_title
source: Dynamic Tabs (rgtabs)
ch: 动态标签（rgtabs）

# pi1_plus_wiz_description
source: Let you create some nice tabs to display every content you want
ch: 让你创建一个很美观的标签，展示你想要的任何内容

# flexform.sheets.general.title
source: Settings
ch: 设置

# flexform.sheets.general.mode
source: Mode
ch: 模式

# flexform.sheets.general.mode.0
source: Show Content elements
ch: 显示内容元素

# flexform.sheets.general.mode.1
source: Show pages
ch: 显示页面

# flexform.sheets.general.records
source: Choose all records
ch: 选择所有记录

# flexform.sheets.general.pages
source: Choose all pages
ch: 选择所有页面

# flexform.sheets.general.text
source: Override titles
ch: 重载标题

# flexform.sheets.general.breaks
source: CE breaks,split by "|"
ch: CE breaks,用 "|"分隔

# flexform.sheets.general.ajax
source: Use ajax
ch: 使用AJAX

# flexform.sheets.general.childelement
source: I am a child element
ch: 我是一个子元素

# flexform.sheets.general.showfirst
source: Start with tab #
ch: 用#开始标签
