Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/sav_library/ch.locallang.xlf
Languages: ch

# pi_flexform.sheetTitle.sDEF
source: General
ch: 通用

# pi_flexform.formId
source: Select form
ch: 选择表单

# pi_flexform.allowedGroups
source: Allowed groups
ch: 允许用户组

# pi_flexform.inputAdminField
source: Input Admin Field
ch: 输入管理字段

# pi_flexform.noFilterShowAll
source: Show all if no filter
ch: 如果没有过滤器则显示所

# pi_flexform.inputOnForm
source: Input on form
ch: 在表单输入

# pi_flexform.inputStartDate
source: Input start date
ch: 输入开始时间

# pi_flexform.inputEndDate
source: Input end date
ch: 输入结束时间

# pi_flexform.inputApplyLimit
source: Apply date limit to
ch: 应用日期限制到

# pi_flexform.inputApplyLimit.I.0
source: Nobody
ch: 没有人

# pi_flexform.inputApplyLimit.I.1
source: All
ch: 所有

# pi_flexform.inputApplyLimit.I.2
source: "Admin plus" users
ch: 高级管理用户

# pi_flexform.inputApplyLimit.I.3
source: All excluding "Super Admin"
ch: 所有除了超级管理员

# pi_flexform.showNoAvailableInformation
source: In no information available
ch: 没有可用信息

# pi_flexform.showNoAvailableInformation.I.0
source: Show a message
ch: 显示一个信息

# pi_flexform.showNoAvailableInformation.I.1
source: Do not show a message
ch: 不要显示信息

# pi_flexform.showNoAvailableInformation.I.2
source: Do not show the extension
ch: 不要显示扩展

# pi_flexform.maxItems
source: Max number of items
ch: 最大显示数量

# pi_flexform.sheetTitle.sInput
source: Input controls
ch: 输入控制

# pi_flexform.noNewButton
source: No "new" button
ch: 没有新增按钮

# pi_flexform.noEditButton
source: No "edit" button
ch: 没有编辑按钮

# pi_flexform.noDeleteButton
source: No "delete" button
ch: 没有删除按钮

# pi_flexform.deleteButtonOnlyForCruser
source: Add a "delete" button only for records created by the user
ch: 对于数据创建用户添加删除按钮

# pi_flexform.submitButton
source: Add a "submit" button (to be used with a form)
ch: 添加一个发布按钮（用在表单上）

# pi_flexform.sheetTitle.sAdvanced
source: Advanced
ch: 高级

# pi_flexform.permanentFilter
source: Permanent filter
ch: 固定过滤器

# pi_flexform.addFragment
source: Add a fragment(#content id) to links
ch: 添加一个连接目标（内容ID）

# pi_flexform.allowQueryProperty
source: Allow the use of the "query" property
ch: 允许使用查询属性

# pi_flexform.allowExec
source: Allow the use of the exec function in export
ch: 允许执行导出功能

# pi_flexform.helpPage
source: Help page
ch: 帮助页面

# pi_flexform.help
source: Help
ch: 帮助

# pi_flexform.storagePage
source: Storage page
ch: 存储页面

# pi_flexform.caching
source: Apply caching to:
ch: 应用缓存到：

# pi_flexform.caching.I.0
source: Close button
ch: 关闭按钮

# pi_flexform.caching.I.1
source: Arrows in form
ch: 表单箭头

# pi_flexform.caching.I.2
source: Arrows in subform
ch: 子表单箭头

# pi_flexform.caching.I.3
source: Page browser in form
ch: 表单页面浏览器

# pi_flexform.caching.I.4
source: Page browser in subform
ch: 子表单页面浏览器

# pi_flexform.pagesToClear
source: Pages whose cache will be cleared on update of the data
ch: 更新数据时缓存将被更新的页面

# button.edit
source: Edit
ch: 编辑

# button.save
source: Save
ch: 保存

# button.saveandclose
source: Save and close
ch: 保存并关闭

# button.saveandshow
source: Save and show
ch: 保存并显示

# button.close
source: Close
ch: 关闭

# button.export
source: Export in csv
ch: 用csv导出

# button.new
source: New
ch: 新建

# button.delete
source: Delete
ch: 删除

# button.inputMode
source: Enter in edit mode
ch: 进入编辑模式

# button.toggleMode
source: Toggle mode
ch: 编辑模式

# button.generateRTF
source: Generate RTF
ch: 产生RTF

# button.search
source: Search
ch: 搜索

# button.leftArrow
source: Previous
ch: 上一个

# button.rightArrow
source: Next
ch: 下一个

# button.backward
source: Previous
ch: 上一个

# button.forward
source: Next
ch: 下一个

# button.backwardFirst
source: First
ch: 第一个

# button.forwardLast
source: Last
ch: 最后一个

# button.up
source: Up
ch: 上

# button.down
source: Down
ch: 下

# button.deleteItem
source: Delete Item
ch: 删除项目

# button.print
source: Print
ch: 打印

# button.help
source: Help
ch: 帮助

# button.mail
source: Send the email
ch: 发送邮件

# button.submit
source: Submit the form
ch: 发送表单

# button.orderAsc
source: Sort by ascending order
ch: 顺序排序

# button.orderDesc
source: Sort by descending order
ch: 逆序排序

# button.saveExportConfiguration
source: Save export configuration
ch: 保存导出配置

# button.loadExportConfiguration
source: Load export configuration
ch: 调入导出配置

# button.deleteExportConfiguration
source: Delete export configuration
ch: 删除导出配置

# button.toggleExportDisplay_1
source: Display all fields
ch: 显示所有字段

# button.toggleExportDisplay_0
source: Display only selected fields
ch: 仅显示所选字段

# icon.required
source: Required field
ch: 必须字段

# icon.new
source: New
ch: 新建

# itemviewer.days.0
source: Monday
ch: 周一

# itemviewer.days.1
source: Twesday
ch: 周二

# itemviewer.days.2
source: Wednesday
ch: 周三

# itemviewer.days.3
source: Thursday
ch: 周四

# itemviewer.days.4
source: Friday
ch: 周五

# itemviewer.days.5
source: Saturday
ch: 周六

# itemviewer.days.6
source: Sunday
ch: 周日

# itemviewer.checkboxSelected
source: Selected
ch: 选择

# itemviewer.checkboxNotSelected
source: Not selected
ch: 没有选择

# itemviewer.radioSelected
source: Selected
ch: 选择

# itemviewer.radioNotSelected
source: Not selected
ch: 没有选择

# itemviewer.yes
source: Yes
ch: 是

# itemviewer.no
source: No
ch: 否

# itemviewer.configuration
source: Configuration
ch: 配置

# itemviewer.configurationGroup
source: Group
ch: 群组
