Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/mm_forum/pi1/ch.locallang.xlf
Languages: ch

# forum_head
source: 论坛
ch: 你的论坛

# forum_desc
source: 论坛描述
ch: 你的论坛描述

# linenumbering_switch_on
source: On
ch: 开

# linenumbering_switch_off
source: Off
ch: 关

# quote_prefix
source: wrote:
ch: 写：

# no_info
source: 没有相关信息
ch: 没有信息

# mon
source: 周一
ch: 星期一

# tue
source: 周二
ch: 星期二

# wed
source: 周三
ch: 星期三

# thu
source: 周四
ch: 星期四

# fri
source: 周五
ch: 星期五

# sat
source: 周六
ch: 星期六

# sun
source: 周日
ch: 星期天

# login_error
source: 当前已退出，请重新登录
ch: 你已经退出了，请再次登录

source: On
ch: 开

source: Off
ch: 关

source: Options
ch: 选项

# error_logout
source: 保存时出错，你当前已退出.
ch: 写数据发生错误，你已经退出了.

# page-goto
source: 到时
ch: 到页面

# page-first
source: 首页
ch: 第一个

# page-previous
source: &laquo; 前一页
ch: &laquo; 上一个

# page-next
source: 后一页 &raquo;
ch: 下一个 &raquo;

# page-last
source: 尾页
ch: 最后一个

# error-imgNotFound
source: [加载图片出错 ###IMGFILE###]
ch: [调出图片错误 ###IMGFILE###]

# footermessage
source: Powered by mm_forum v%s
ch: mm_forum v%s

# board-markAllRead
source: 全部标记成已读
ch: 标记所有为已读

# board-unansweredEntries
source: 未回复帖子
ch: 未回应的帖子

# board-noAccess
source: 未找到指定论坛，你不具备访问权限，或者你还未登录.
ch: 没有发现指定的论坛，或你没有权限，可能需要登录才能察看.

# board-markedAllRead
source: 所以信息标记成已读.
ch: 所有的消息已标记为已读.

# board-lastPost
source: 最新帖子
ch: 最后发布

# board-replies
source: 回复 (read)
ch: 回应（已读）

# board-hideSolved
source: 隐藏已解决主题
ch: 隐藏已解决的主题

# board-forum
source: 论坛所有的帖子你都已经阅读
ch: 你已经阅读了论坛所有的帖子

# board-forum_new
source: 新回复
ch: 论坛有新回复

# board-closed_forum_new
source: 关闭论坛 (未阅读)
ch: 关闭论坛（未读）

# topic-topicicon
source: 未回复主题
ch: 主题没有新回复

# topic-topicicon_closed_new
source: 关闭主题(未阅读)
ch: 关闭主题（未读）

# topic-topicicon_hot
source: 有多个回复的主题
ch: 主题有很多回复

# topic-topicicon_hot_new
source: 有多个回复的主题 (未阅读)
ch: 主题有很多回复（未读）

# topic-topicicon_unanswered
source: 未回复主题
ch: 未回应的主题

# topic-topicicon_unanswered_new
source: 未回复主题 (未阅读)
ch: 未回应的主题（未读）

# topic-topicicon_shadow
source: 主题移动到其他版块
ch: 主题已经移动到其它板块

# topic-lastarticle
source: 到最新文章
ch: 去最新的文章

# topic-isSolved
source: 已经回复
ch: 有回应

# topic-gotoLastPost
source: 到最新帖子
ch: 去最新帖子

# topic-hot
source: 热门
ch: 热

# topic-hotUnread
source: 新热门帖子
ch: 热新帖

# topic-unanswered
source: 未回复
ch: 未回应

# topic-read
source: 没有未读帖子
ch: 没有新帖子

# topic-noAccess
source: 选定的主题未找到，可能是你没有访问的权限，或者需要登录才能查看.
ch: 选择的主题未发现，或你没有权限，需要登录才能查看主题

# topic-noSolveRights
source: 你没有修改状态的权限
ch: 你没有权限更改处理状态

# topic-adminsOnly
source: 只有管理员能回答这个问题
ch: 仅仅管理员可以回复此帖

# topic-emailSubscr-off
source: 邮件通知已关闭.
ch: 关闭后邮件提醒

# topic-emailSubscr-on
source: 邮件通知已打开.
ch: 打开后邮件提醒

# topic-favorite-off
source: This topic is not a favorite
ch: 主题不是收藏

# topic-favorite-on
source: This topic is a favorite
ch: 帖子是收藏

# topic-reportToMods
source: Report this post to the moderators
ch: 报告此帖到版主

# topic-thisTopicIs
source: This topic is
ch: 帖子是

# topic-solved
source: 已解决
ch: 处理

# topic-notSolved
source: 未解决
ch: 未处理

# topic-topicauthor
source: 主题创建者
ch: 帖子创建者

# topic-title
source: 主题标题
ch: 帖子名称

# topic-admin-adminoptions
source: 管理员选项
ch: 管理选项

# topic-admin-topictitle
source: 主题标题
ch: 帖子标题

# topic-admin-topicprefix
source: Topic prefix
ch: 帖子前缀

# topic-admin-closed
source: 关闭主题
ch: 帖子已关闭

# topic-admin-delete
source: 删除主题
ch: 删除帖子

# topic-admin-move
source: 移动主题到
ch: 移动帖子到

# topic-noTopicsFound
source: 没有找到主题
ch: 没有发现主题

# topic-shadow
source: 移动
ch: 已移动

# newTopic-noAccess
source: 你没有发表新主题的权限.
ch: 你未被允许打开新帖子，可能是没有访问权限

# newTopic-noTitle
source: 主题标题不能为空
ch: 帖子标题未指定

# newTopic-noText
source: 主题内容不能为空.
ch: 帖子内容未指定

# newTopic-save
source: 发布
ch: 发送

# newTopic-noLogin
source: 发表新主题前，请先登录.
ch: 未了创建新帖子，请先登录

# newTopic-create
source: 创建新记录
ch: 创建一个新主题

# newTopic-setHaveALook
source: 有新回复时，邮件通知
ch: 我想收到帖子回复的通知

# newtopic-editor-color
source: 颜色
ch: 色彩

# newtopic-editor-link
source: 链接
ch: 连接

# newPost-save
source: 发布
ch: 发送

# newPost-spamBlock
source: For security reasons you can commit a new post only every ###SPAMBLOCK### seconds.
ch: 因为安全原因，你每###SPAMBLOCK###秒只能发一个帖子

# newPost-quote-error
source: A error occured while quoting the post. It is possible that you do not have the necessary rights
ch: 引用帖子发送错误，可能是因为你没有权限

# newPost-title
source: 请输入帖子内容.
ch: 请输入帖子正文

# newPost-noLogin
source: It is possible that you do not have the necessary authorization or you did not log in.<br />Please log in first to create a new topic.
ch: 你没有权限或没有登录.<br>，请先登录，再创建新帖子

# newPost-attention
source: Note
ch: 注释

# newPost-codeSamples
source: Code examples, which you would like to post in the forum, should be entered in the regarding containers.
ch: 你想发布的代码应嵌入相对应的容器

# newPost-attachment
source: 附件
ch: 附加文件

# newPost-maxFileSize
source: 最大不能超过: %s
ch: 最大文件大小：%s

# editPost-noAccess
source: 你没有修改的权限.
ch: 你没有权限编辑此帖

# deletePost-noAccess
source: 你没有删除的权限.
ch: 你没有权限删除此帖

# post-confirmDelete
source: 确定删除帖子?
ch: 你真的想删除这个帖子？

# post-edited
source: [编辑次数: ###COUNT### , 最后编辑: ###DATE### ###TIME###.]
ch: [文章已经被编辑 ###COUNT###次， 最后一次在 ###DATE### at ###TIME###.]

# post-writtenOn
source: Written on
ch: 写于

# post-message
source: 信息
ch: 消息

# mail-success
source: 信息发送成功.
ch: 你的邮件已经成功发送到###RECIPIENT###

# mail-noLogin
source: 发送信息前，请先登录.
ch: 请先登录再发送电子邮件

# user-userConf
source: 用户设置
ch: 用户配置

# user-lastPostsLink
source: Forum » All posts of ...
ch: 论坛 » 所有主题

# user-regSince
source: 注册日期
ch: 注册自

# user-posts
source: 帖子数
ch: 帖子

# user-mod
source: Moderator
ch: 版主

# user-postTotal
source: 总帖子
ch: 所有帖子

# user-regDate
source: Registration date
ch: 注册日期

# user-totalPosts
source: Total posts
ch: 所有帖子

# user-location
source: Location
ch: 位置

# user-website
source: Website
ch: 网站

# user-profession
source: Profession
ch: 职业

# user-interests
source: Interests
ch: 兴趣

# user-contact
source: Private Message
ch: 个人信息

# user-lastLogin
source: Lastlogin
ch: 最后一次登录

# user-posthistory
source: Posts
ch: 帖子

# user-10topics
source: Last ten topics
ch: 最新十个帖子

# user-postList
source: All Posts
ch: 所有帖子

# user-postOrder
source: Order of the posts
ch: 帖子顺序

# user-postOrder-postFirst
source: Show post as first
ch: 显示第一个帖子

# user-postOrder-first
source: First
ch: 第一个

# user-postOrder-last
source: Last
ch: 最后一个

# user-save
source: Save
ch: 保存

source: User Statistic
ch: 用户统计

# user-noposts
source: No posts created
ch: 没有帖子

# user-noLogin
source: You must be logged in in order to view your post history.
ch: 你必须登录才能查看发帖历史

# user-deleted
source: Deleted user
ch: 删除用户

# user-error_notExist
source: This user does not exist.
ch: 这个用户不存在

# favorites-addSuccess
source: The topic was added to your favorites.
ch: 这个主题已经添加到收藏夹

# favorites-delSuccess
source: The topic was deleted from your favorites.
ch: 这个主题已经从收藏夹删除

# favorites-delete
source: Delete
ch: 删除

# favorites-noLogin
source: You need to be logged in in order to see your favorite list.
ch: 你必须登录才能查看你的收藏列表

# favorites-orderBy
source: Order by
ch: 排序按

# favorites-orderBy-lpdate
source: Last post
ch: 最新帖子

# favorites-orderBy-cat
source: Category
ch: 分类

# favorites-orderBy-added
source: Added
ch: 添加

# favorites-orderBy-alphab
source: Alphabetical
ch: 按字母顺序排列

# favorites-options
source: Options
ch: 选项

# favorites-title
source: Favorite Topics
ch: 收藏夹主题

# havealook-confirmMultiple
source: You are about to edit several data records at one time. Do you really want to continue?
ch: 你正在同时编辑多个记录，你真的要继续吗？

# havealook-markedTopics
source: Marked items
ch: 标记项目

# havealook-delete
source: Delete
ch: 删除

# havealook-go
source: Go
ch: 去

# prefix-displaySettings
source: Display settings
ch: 显示设置

# prefix-display
source: Display
ch: 显示

# prefix-orderby
source: Order by
ch: 排序按

# prefix-orderby-lastPost
source: last post
ch: 最新帖子

# prefix-orderby-category
source: Category
ch: 分类

# prefix-orderby-crdate
source: Creation date
ch: 创建日期

# prefix-categories-all
source: All subcategories
ch: 所有子分类

# prefix-limit
source: Limit
ch: 限制

# prefix-limit-all
source: All
ch: 所有

# postalert-title
source: Reported posts
ch: 已报告的帖子

# postalert-status-open
source: Open
ch: 开放

# postalert-errorNoReason
source: Please input a reason for reporting this post.
ch: 请输入报告此帖子的原因

# postalert-errorNoLogin
source: You must be logged in if you want to use this function.
ch: 您必须登录才能使用这个功能

# postalert-heading
source: Report this post
ch: 报告此帖

# postalert-posttext
source: Post text
ch: 帖子正文

# postalert-reason
source: Please input a reason for reporting this post.
ch: 请输入报告此帖的原因

# postalert-alert
source: Report this post
ch: 报告此帖

# postalert-orderby
source: Order by
ch: 排序按

# postalert-orderby-status
source: Status
ch: 状态

# postalert-orderby-date
source: Date
ch: 日期

# postalert-orderby-user
source: User
ch: 用户

# postalert-ordermode-asc
source: Ascending
ch: 顺序

# postalert-ordermode-desc
source: Descending
ch: 逆序

# postalert-date
source: Date
ch: 日期

# postalert-problem
source: Problem
ch: 问题

# postalert-post
source: Article
ch: 文章

# postalert-user
source: User
ch: 用户

# postalert-status
source: Status
ch: 状态

# postalert-display
source: Display
ch: 显示

# rootline-post_alert
source: Report post
ch: 报告帖子

# rootline-new_topic
source: 发表新主题
ch: 新帖子

# rootline-list_unread
source: List unread posts
ch: 列出未读帖子

# rootline-list_unans
source: List unanswered posts
ch: 列出未回应帖子

# rootline-userprofile
source: User profile: "%s"
ch: 用户资料: "%s

# realurl-pages
source: pages
ch: 页面

# realurl-pmnew
source: new
ch: 新

# realurl-quote
source: quote
ch: 引用

# realurl-page
source: page
ch: 页面

# attachment-disabled
source: Upload of file attachments is disabled.
ch: 上传附件被禁止

# attachment-toobig
source: 上传的文件太大 (%s)
ch: 附件太大(%s)

# attachment-denyed
source: 不允许上传这种类型文件.
ch: 文件类型不允许

# attachment-kilobytes
source: kilobytes
ch: KB

# attachment-megabytes
source: megabytes
ch: MB

# attachment-doesNotExist
source: This file attachment does not exist.
ch: 文件附件不存在

# poll-postattach-new
source: 添加新投票
ch: 附加投票（创建新投票）

# poll-postattach-edit
source: 修改投票
ch: 附件投票（编辑投票）

# poll-answers
source: 答案
ch: 回复

# poll-addAnswer
source: 新增答案
ch: 添加新回复

# poll-deleteAnswer
source: 删除答案
ch: 删除回复

# poll-deleteAnswerConf
source: 确认删除答案?
ch: 你真的想删除这个回复？

# poll-expires
source: Expires on
ch: 过期

# poll-replies
source: %s of %s replies (%s)
ch: %s of %s 回复 (%s)

# poll-disabled
source: Polls are disabled.
ch: 投票被禁止

# poll-restricted
source: You have not the authorization to create a poll.
ch: 你没有权限创建投票.

# poll-noQuestion
source: You have to specify a question in order to create a poll.
ch: 创建投票前你必须指定一个问题

# poll-noAnswers
source: You have to specify at least %s answering possibilities.
ch: 你必须制定至少%s回复的选项

# latest-title
source: Latest posts
ch: 最新帖子

# havealook-empty
source: Your email subscription list is empty.
ch: 你的邮件订阅列表时空的

# favorites-empty
source: Your favorite list is empty.
ch: 你的收藏列表时空的

# userlist-fields-username
source: User name
ch: 用户名

# userlist-fields-usergroup
source: Groups
ch: 群组

# userlist-fields-crdate
source: Registration date
ch: 注册日期

# userlist-fields-name
source: Real name
ch: 真实姓名

# userlist-fields-email
source: Email address
ch: 电子邮件

# userlist-fields-__pm
source: Private message
ch: 个人消息

# userlist-fields-city
source: Location
ch: 位置

# userlist-fields-www
source: WWW
ch: 个人主页

# userlist-fields-tx_mmforum_icq
source: ICQ
ch: QQ

# userlist-fields-tx_mmforum_posts
source: Posts
ch: 帖子

# userlist-fields-tx_mmforum_interests
source: Interests
ch: 兴趣

# userlist-fields-tx_mmforum_occ
source: Occupation
ch: 职业

# postqueue-wrote
source: wrote
ch: 撰写

# postqueue-title
source: Posts to be published
ch: 帖子已发布

# postqueue-publishbutton
source: Publish
ch: 发布

# postqueue-noitems
source: There are no posts to be published.
ch: 这里没有帖子要发布

# postqueue-success
source: Your post was successfully created. It will be published by a moderator shortly.
ch: 您的帖子已经成功创建，将版主审核发布

# button-reply
source: Reply
ch: 回复

# button-profile
source: 信息
ch: 资料

# button-post-alert
source: Report
ch: 报告

# button-pm
source: PM
ch: 站内信

# button-icq
source: ICQ
ch: QQ

# button-edit
source: Edit
ch: 编辑

# button-delete
source: Delete
ch: 删除

# button-newtopic
source: New topic
ch: 新帖子

# topic-solved-on
source: This topic has been solved.
ch: 主题已经被回复

# topic-solved-off
source: This topic has not been solved.
ch: 主题未被回复

# topic-solvedshort-on
source: Solved
ch: 已回复

# topic-solvedshort-off
source: Open
ch: 开放

# options_mail_forum
source: Options
ch: 选项

# userlist-title
source: User list
ch: 用户列表

source: User profile
ch: 用户资料

source: User field
ch: 用户字段

# user-username
source: User name
ch: 用户名

# user-value
source: Value
ch: 值

# board-rating
source: Rating
ch: 评分

# user-rating
source: Rating
ch: 评分

# date-today
source: Today
ch: 今天

# date-yesterday
source: Yesterday
ch: 昨天

# markItUp-bbcolor
source: HTML color name
ch: HTML色彩名

# markItUp-bbcolor-Yellow
source: Yellow
ch: 黄色

# markItUp-bbcolor-Orange
source: Orange
ch: 橘色

# markItUp-bbcolor-Red
source: Red
ch: 红色

# markItUp-bbcolor-Blue
source: Blue
ch: 蓝色

# markItUp-bbcolor-Purple
source: Purple
ch: 紫色

# markItUp-bbcolor-Green
source: Green
ch: 绿色

# markItUp-bbcolor-White
source: White
ch: 白色

# markItUp-bbcolor-Gray
source: Gray
ch: 灰色

# markItUp-bbcolor-Black
source: Black
ch: 黑色

# markItUp-bbimage
source: URL to image
ch: 图片地址

# markItUp-bblink
source: Link URL
ch: 链接地址

# markItUp-bbsize
source: Text size
ch: 文本大小

# markItUp-bblistnr
source: Starting number
ch: 开始编号

# markItUp-Bold
source: Bold
ch: 粗体

# markItUp-Italic
source: Italic
ch: 斜体

# markItUp-Underline
source: Underline
ch: 下划线

# markItUp-Picture
source: Picture
ch: 图片

# markItUp-Link
source: Link
ch: 链接

# markItUp-Colors
source: Colors
ch: 颜色

# markItUp-Size
source: Size
ch: 大小

# markItUp-Size-Big
source: Big
ch: 大

# markItUp-Size-Normal
source: Normal
ch: 普通

# markItUp-Size-Small
source: Small
ch: 小

# markItUp-blist
source: Bulleted list
ch: 无序列表

# markItUp-nlist
source: Numeric list
ch: 编号列表

# markItUp-litem
source: List item
ch: 列表

# markItUp-Quotes
source: Quotes
ch: 引用

# markItUp-Code
source: Code
ch: 代码

# markItUp-Clean
source: Clean
ch: 清除

# markItUp-Preview
source: Preview
ch: 预览

# feadmin-list-title
source: Frontend administration
ch: 前台管理

# feadmin-list-edit
source: Edit this forum
ch: 编辑论坛

# feadmin-list-newchild
source: Create a new subforum
ch: 创建新的子论坛

# feadmin-list-remove
source: Remove this forum
ch: 删除这个论坛

# feadmin-list-acl
source: Edit the access control lists for this forum
ch: 编辑这个论坛的访问控制列表

# feadmin-list-moveDown
source: Move this forum downwards
ch: 向上移动这个论坛

# feadmin-list-moveUp
source: Move this forum upwards
ch: 向下移动这个论坛

# feadmin-list-newcategory
source: Create a new category
ch: 创建一个新分类

# feadmin-edit-title
source: Edit forum
ch: 编辑论坛

# feadmin-edit-name
source: Name
ch: 名称

# feadmin-edit-description
source: Description
ch: 描述

# feadmin-edit-parent
source: Parent forum
ch: 上级论坛

# feadmin-edit-parent-toplevel
source: No parent
ch: 无上级论坛

# feadmin-edit-hidden
source: Hidden
ch: 隐藏

# feadmin-edit-save
source: Save
ch: 保存

# feadmin-edit-cancel
source: Cancel
ch: 关闭

# feadmin-edit-success
source: The forum %s has successfully been saved.
ch: 论坛 %s 已经成功保存

# feadmin-delete-success
source: The forum %s has successfully been deleted.
ch: 论坛 %s 已经成功删除

# feadmin-new-dummytitle
source: New forum
ch: 新论坛

# feadmin-acl-title
source: Access settings
ch: 访问设置

# feadmin-acl-read
source: Read
ch: 读

# feadmin-acl-write
source: Write
ch: 写

# feadmin-acl-moderate
source: Moderate
ch: 版主

# feadmin-acl-group-anonymous
source: Anonymous
ch: 匿名

# feadmin-acl-group-all
source: Any user
ch: 任何用户

# feadmin-acl-save
source: Save
ch: 保存

# feadmin-acl-cancel
source: Cancel
ch: 关闭

# feadmin-error-forumnotfound
source: The specified forum does not exist.
ch: 指定的论坛不存在

# feadmin-error-description-empty
source: Please specify a description for this forum.
ch: 请未这个论坛指定一个描述

# feadmin-error-description-tooshort
source: The forum description needs to be at least %d characters long.
ch: 论坛描述至少要包含%d个字符

# feadmin-error-description-toolong
source: The forum description must not be longer then %d characters.
ch: 论坛描述不能多于%d个字符

# feadmin-error-name-empty
source: Please specify a name for this forum.
ch: 请指定论坛的名字

# feadmin-error-name-tooshort
source: The forum name needs to be at least %d characters long.
ch: 论坛名字必须至少包含 %d个字符

# feadmin-error-name-toolong
source: The forum name must not be longer then %d characters.
ch: 论坛名字必须不能长于 %d个字符

# feadmin-error-parent-no-nested-forums
source: This forum has %d subforums. It cannot be made subforum of another forum.
ch: 论坛有 %d子论坛，不能成为其它论坛的子论坛

# feadmin-access-error
source: You do not have access to this functionality.
ch: 你没有权限访问这个功能
