Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/powermail/Resources/Private/Language/ch.locallang_db.xlf
Languages: ch

# flexform.main
source: Main Settings
ch: 邮件设置

# flexform.main.confirmation
source: Do you want a confirmation page?
ch: 你想确认一个页面吗？

# flexform.main.form
source: Choose a Powermail Form
ch: 选择一个Powermail表单

# flexform.main.formnote.fields
source: Fields
ch: 字段

# flexform.main.formnote.formname
source: Form Name
ch: 表单名

# flexform.main.formnote.noform
source: Please select a form
ch: 请选择一个表单

# flexform.main.formnote.pages
source: Pages
ch: 页面

# flexform.main.formnote.storedinpage
source: Stored in Page
ch: 存储的页面

# flexform.main.moresteps
source: Do you want to split each page (step by step)?
ch: 你想分割页面吗（一步一步的？）

# flexform.main.optin
source: Mail must be confirmed (Double Opt-In)
ch: 邮件必须确认（默认两次）

# flexform.main.pid
source: Where to save Mails (empty = same page)
ch: 哪里存储邮件（默认表示相同页面）

# flexform.receiver
source: Mail to Receiver
ch: 给接收者的邮件

# flexform.receiver.body
source: Bodytext for Email to Receiver
ch: 给接收者的邮件内容

# flexform.receiver.email
source: Receivers Email
ch: 接收者邮件

# flexform.receiver.fe_group
source: Send Email to Frontend User Group
ch: 发送邮件给前台用户

# flexform.receiver.name
source: Receivers Name
ch: 接收者名字

# flexform.receiver.subject
source: Subject for Email to Receiver (Empty subject disables mail)
ch: 发送给接收者的邮件主题（空表示关闭邮件）

# flexform.sender
source: Mail to User
ch: 给用户的邮件

# flexform.sender.body
source: Bodytext for Email to Sender
ch: 给发送者的邮件内容

# flexform.sender.email
source: Sender Email (For Confirmation Mail to User)
ch: 发送者邮件（用于给用户的确认邮件）

# flexform.sender.name
source: Sender Name (For Confirmation Mail to User)
ch: 发送者名字（用于给用户的确认邮件）

# flexform.sender.subject
source: Subject for Email to Sender (Empty subject disables mail)
ch: 给发送者的邮件主题（空主题禁止邮件）

# flexform.thx
source: Submit Page
ch: 提交页面

# flexform.thx.body
source: Text on submit page
ch: 提交页面文本

# flexform.thx.redirect
source: Redirect to any other Page after submit
ch: 提交后转发到其他页面

# flexform_pi2.edit
source: Editview
ch: 编辑视图

# flexform_pi2.edit.fegroup
source: Choose one or more Frontend-Groups with permission to change
ch: 选一个或者多个有权限去修改的前台用户组

# flexform_pi2.edit.feuser
source: Choose one or more Frontend-Users with permission to change
ch: 选一个或多个有权限去修改的用户

# flexform_pi2.edit.feuser.owner
source: [Owner]
ch: [所有者]

# flexform_pi2.edit.fields
source: Choose Fields to edit (Empty: All fields)
ch: 选择要编辑的字段（空：所有）

# flexform_pi2.edit.pid
source: Page with Plugin for edit view (Empty: Same page)
ch: 有编辑视图的插件页面（空：相同页面）

# flexform_pi2.list
source: Listview
ch: 列表视图

# flexform_pi2.list.export
source: Export Formats
ch: 导出格式

# flexform_pi2.list.export.0
source: XLS Export
ch: XLS导出

# flexform_pi2.list.export.1
source: CSV Export
ch: CSV导出

# flexform_pi2.list.export.2
source: RSS Feed
ch: RSS种子

# flexform_pi2.list.fields
source: Choose Fields to show (Empty: All Fields)
ch: 选择要显示的字段（空表示所有字段）

# flexform_pi2.list.limit
source: Show max. X entries (Empty: No Limit)
ch: 最多显示. X 记录（空：限制）

# flexform_pi2.list.pid
source: Page with Plugin for list view (Empty: Same page)
ch: 用于列表视图的插件页面（空表示相同页面）

# flexform_pi2.list.showownonly
source: Own entries
ch: 拥有记录

# flexform_pi2.list.showownonly.0
source: Show only entries from logged in Frontend-User
ch: 前台用户登录后可看到的记录

# flexform_pi2.main
source: Main Settings
ch: 邮件设置

# flexform_pi2.main.form
source: Choose a form
ch: 选择一个表单

# flexform_pi2.main.pid
source: Select a page with mails (optional)
ch: 选择一个有邮件的页面（可选）

# flexform_pi2.main.switchableControllerActions
source: Choose your view
ch: 选择你的视图

# flexform_pi2.main.switchableControllerActions.0
source: List or Detail View
ch: 列表或详情视图

# flexform_pi2.main.switchableControllerActions.1
source: Detail View
ch: 详情视图

# flexform_pi2.main.switchableControllerActions.2
source: Edit View
ch: 编辑视图

# flexform_pi2.main.switchableControllerActions.3
source: All Views
ch: 所有视图

# flexform_pi2.search
source: Searchsettings
ch: 搜索设置

# flexform_pi2.search.abc
source: Add ABC filter
ch: 添加ABC过滤器

# flexform_pi2.search.abc.off
source: [Deactivated]
ch: [使失效]

# flexform_pi2.search.fields
source: Add searchfield
ch: 添加搜索字段

# flexform_pi2.search.fields.all
source: [Fulltext Search]
ch: [全文检索]

# flexform_pi2.search.operator
source: search fields operator (AND / OR)
ch: 搜索字段操作符（且/或）

# flexform_pi2.search.operator.0
source: OR (Find keyword in Field1 OR Field2)
ch: 或（寻找关键词在字段一或字段二）

# flexform_pi2.search.operator.1
source: AND (Find keyword in Field1 AND Field2)
ch: 且（在字段一和字段二中寻找关键词）

# flexform_pi2.single
source: Detailview
ch: 详情视图

# flexform_pi2.single.activateLink
source: Link to detail view
ch: 链接到详情视图

# flexform_pi2.single.activateLink.0
source: active
ch: 激活

# flexform_pi2.single.fields
source: Choose Fields to show (Empty: All Fields)
ch: 选择要显示的记录（空：所有）

# flexform_pi2.single.pid
source: Page with Plugin for detail view (Empty: Same page)
ch: 有详情视图的插件页面（空：相同页面）

# flexform_pi2.updateNote
source: ATTENTION: Please select a form in Settings before!
ch: 注意：设置之前请选择一个表单！

source: Please choose...
ch: 请选择...

# pluginInfo.confirmationPage
source: Confirmation Page activated?
ch: 确认页面已接活？

# pluginInfo.form
source: Form Title
ch: 表单标题

# pluginInfo.optin
source: Double Opt-In active?
ch: 再次确认激活？

# pluginInfo.receiverEmail
source: Receivers Email Address
ch: 接收者邮件地址

# pluginInfo.receiverName
source: Receivers Name
ch: 接收者名字

# pluginInfo.savePid
source: Storage Location for Mails
ch: 邮件的存储位置

# pluginInfo.subject
source: Mail Subject
ch: 邮件主题

# tx_powermail_domain_model_answers
source: Answers
ch: 回复

# tx_powermail_domain_model_answers.field
source: Field
ch: 字段

# tx_powermail_domain_model_answers.mail
source: Mail
ch: 邮件

# tx_powermail_domain_model_answers.value
source: The transferred value
ch: 已传送的值

# tx_powermail_domain_model_answers.value_type
source: Data Type
ch: 数据类型

# tx_powermail_domain_model_answers.value_type.0
source: Text
ch: 文本

# tx_powermail_domain_model_answers.value_type.1
source: Multi Text (Array)
ch: 多文本（数组）

# tx_powermail_domain_model_answers.value_type.2
source: Date
ch: 日期

# tx_powermail_domain_model_answers.value_type.3
source: Upload
ch: 上传

# tx_powermail_domain_model_fields
source: Fields
ch: 字段

# tx_powermail_domain_model_fields.content_element
source: Select Content Element
ch: 选择内容元素

# tx_powermail_domain_model_fields.create_from_typoscript
source: Create from TypoScript (e.g. lib.fieldvalues)
ch: 从TypoScript (e.g. lib.fieldvalues)创建表单

# tx_powermail_domain_model_fields.css
source: Layout
ch: 布局

# tx_powermail_domain_model_fields.css.1
source: Layout 1
ch: 布局一

# tx_powermail_domain_model_fields.css.2
source: Layout 2
ch: 布局二

# tx_powermail_domain_model_fields.css.3
source: Layout 3
ch: 布局三

# tx_powermail_domain_model_fields.datepicker_settings
source: Datepicker Mode
ch: 日期选择器模式

# tx_powermail_domain_model_fields.datepicker_settings.1
source: Date
ch: 日期

# tx_powermail_domain_model_fields.datepicker_settings.2
source: Date and Time
ch: 日期和时间

# tx_powermail_domain_model_fields.datepicker_settings.3
source: Time
ch: 时间

# tx_powermail_domain_model_fields.description
source: Description
ch: 描述

# tx_powermail_domain_model_fields.feuser_value
source: Value from logged in Frontent User
ch: 从前台用户登录获得的值

# tx_powermail_domain_model_fields.feuser_value.address
source: Address
ch: 地址

# tx_powermail_domain_model_fields.feuser_value.city
source: City
ch: 城市

# tx_powermail_domain_model_fields.feuser_value.company
source: Company
ch: 公司

# tx_powermail_domain_model_fields.feuser_value.country
source: Country
ch: 国家

# tx_powermail_domain_model_fields.feuser_value.email
source: Email
ch: 邮件

# tx_powermail_domain_model_fields.feuser_value.fax
source: Fax
ch: 传真

# tx_powermail_domain_model_fields.feuser_value.name
source: Name
ch: 名字

# tx_powermail_domain_model_fields.feuser_value.phone
source: Phone
ch: 电话

# tx_powermail_domain_model_fields.feuser_value.www
source: Website
ch: 网站

# tx_powermail_domain_model_fields.feuser_value.zip
source: ZIP
ch: 邮编

# tx_powermail_domain_model_fields.mandatory
source: Mandatory Field
ch: 必填字段

# tx_powermail_domain_model_fields.marker_title
source: Variables
ch: 变量

# tx_powermail_domain_model_fields.multiselect
source: Multiselect
ch: 多项选择

# tx_powermail_domain_model_fields.own_marker
source: Enter your own Variable Name
ch: 输入你自己的变量名

# tx_powermail_domain_model_fields.own_marker_select
source: Add my own Variable Name
ch: 添加你自己的变量名

# tx_powermail_domain_model_fields.pages
source: Related Page
ch: 相关页面

# tx_powermail_domain_model_fields.palette1
source: Email or Name
ch: 邮件或名字

# tx_powermail_domain_model_fields.path
source: TypoScript Path (e.g. lib.test)
ch: TypoScript 路径(e.g. lib.test)

# tx_powermail_domain_model_fields.placeholder
source: Placeholder
ch: 占位符

# tx_powermail_domain_model_fields.prefill_title
source: Prefill Field
ch: 预填充字段

# tx_powermail_domain_model_fields.prefill_value
source: With Value
ch: 具有值

# tx_powermail_domain_model_fields.sender_email
source: This field contains the Email of the sender
ch: 这个字段包括了发送者的邮件

# tx_powermail_domain_model_fields.sender_name
source: This field contains the Name of the sender
ch: 这个字段包含发送者的名字

# tx_powermail_domain_model_fields.settings
source: Options
ch: 选项

# tx_powermail_domain_model_fields.sheet1
source: Extended
ch: 扩展

# tx_powermail_domain_model_fields.sheet2
source: Marketing
ch: 营销

# tx_powermail_domain_model_fields.text
source: Add some text
ch: 添加一些文本

# tx_powermail_domain_model_fields.title
source: Title
ch: 标题

# tx_powermail_domain_model_fields.type
source: Type
ch: 类型

# tx_powermail_domain_model_fields.type.0
source: Textfield (Input)
ch: 文本字段（输入）

# tx_powermail_domain_model_fields.type.1
source: Textfield with more Rows (Textarea)
ch: 多行文本字段（文本区）

# tx_powermail_domain_model_fields.type.10
source: Show HTML
ch: 显示HTML

# tx_powermail_domain_model_fields.type.11
source: Password Field
ch: 密码字段

# tx_powermail_domain_model_fields.type.12
source: File Upload
ch: 文件上传

# tx_powermail_domain_model_fields.type.13
source: Hidden Field
ch: 隐藏字段

# tx_powermail_domain_model_fields.type.14
source: Date
ch: 日期

# tx_powermail_domain_model_fields.type.15
source: Location
ch: 位置

# tx_powermail_domain_model_fields.type.17
source: Country Selection
ch: 选择国家

# tx_powermail_domain_model_fields.type.2
source: Selectfield
ch: 选择字段

# tx_powermail_domain_model_fields.type.3
source: Checkboxes
ch: 复选框

# tx_powermail_domain_model_fields.type.4
source: Radiobuttons
ch: 单选按钮

# tx_powermail_domain_model_fields.type.5
source: Submit
ch: 提交

# tx_powermail_domain_model_fields.type.6
source: Captcha Field
ch: 验证码字段

# tx_powermail_domain_model_fields.type.7
source: Reset
ch: 重置

# tx_powermail_domain_model_fields.type.8
source: Show some Text
ch: 显示一些文本

# tx_powermail_domain_model_fields.type.9
source: Content Element
ch: 内容元素

# tx_powermail_domain_model_fields.type.spacer1
source: Standard
ch: 标准

# tx_powermail_domain_model_fields.type.spacer2
source: Extra
ch: 额外

# tx_powermail_domain_model_fields.type.spacer3
source: Extensions
ch: 扩展

# tx_powermail_domain_model_fields.validation
source: Validation
ch: 验证

# tx_powermail_domain_model_fields.validation.1
source: Email
ch: 邮件

# tx_powermail_domain_model_fields.validation.10
source: Pattern (RegEx)
ch: 模式（正则表达式）

# tx_powermail_domain_model_fields.validation.2
source: URL
ch: 网址

# tx_powermail_domain_model_fields.validation.3
source: Phone
ch: 电话

# tx_powermail_domain_model_fields.validation.4
source: Numbers Only
ch: 仅数字

# tx_powermail_domain_model_fields.validation.5
source: Letters Only
ch: 仅字幕

# tx_powermail_domain_model_fields.validation.6
source: Min Number
ch: 最小数字

# tx_powermail_domain_model_fields.validation.7
source: Max Number
ch: 最大数字

# tx_powermail_domain_model_fields.validation.8
source: Range
ch: 范围

# tx_powermail_domain_model_fields.validation.9
source: Length
ch: 长度

# tx_powermail_domain_model_fields.validationConfiguration
source: Validation Configuration
ch: 验证配置

# tx_powermail_domain_model_fields.validation_title
source: Validation
ch: 验证

# tx_powermail_domain_model_forms
source: Forms
ch: 表单

# tx_powermail_domain_model_forms.css
source: Layout
ch: 布局

# tx_powermail_domain_model_forms.css.1
source: Layout1
ch: 布局一

# tx_powermail_domain_model_forms.css.2
source: Layout2
ch: 布局二

# tx_powermail_domain_model_forms.css.3
source: Layout3
ch: 布局三

# tx_powermail_domain_model_forms.note.1
source: Note:
ch: 注：

# tx_powermail_domain_model_forms.note.2
source: There are no fields marked as sender-email or sender-name
ch: 没有标记为发件人的电子邮件或发件人名称字段

# tx_powermail_domain_model_forms.note.3
source: Do not show this note again for this form
ch: 在这个表单里不要再次显示这个提示

# tx_powermail_domain_model_forms.pages
source: Pages
ch: 页面

# tx_powermail_domain_model_forms.title
source: Title
ch: 标题

# tx_powermail_domain_model_mails
source: Mails
ch: 邮件

# tx_powermail_domain_model_mails.answers
source: Answers
ch: 回复

# tx_powermail_domain_model_mails.body
source: Email Body
ch: 邮件主体

# tx_powermail_domain_model_mails.crdate
source: Creation Date
ch: 创建日期

# tx_powermail_domain_model_mails.feuser
source: FE_User
ch: 前台用户

# tx_powermail_domain_model_mails.form
source: Related Form
ch: 关联表单

# tx_powermail_domain_model_mails.marketing_browser_language
source: Browser Language
ch: 浏览器语言

# tx_powermail_domain_model_mails.marketing_country
source: Visitors Country
ch: 用户国家

# tx_powermail_domain_model_mails.marketing_frontend_language
source: Website Language
ch: 网站语言

# tx_powermail_domain_model_mails.marketing_mobile_device
source: Visitor uses a Mobile Device
ch: 使用移动设备的访问者

# tx_powermail_domain_model_mails.marketing_page_funnel
source: Page Funnel which leads to this mail
ch: 导向这个邮件的页面渠道

# tx_powermail_domain_model_mails.marketing_referer
source: Referer URI
ch: 上一个网址

# tx_powermail_domain_model_mails.marketing_referer_domain
source: Referer Domain
ch: 上一个域名

# tx_powermail_domain_model_mails.palette1
source: Sender
ch: 发送者

# tx_powermail_domain_model_mails.receiver_mail
source: Receivers Mail
ch: 接收邮件

# tx_powermail_domain_model_mails.sender_ip
source: Senders IP address
ch: 发送者IP地址

# tx_powermail_domain_model_mails.sender_mail
source: Senders Email
ch: 发送邮件

# tx_powermail_domain_model_mails.sender_name
source: Senders Name
ch: 发送人名字

# tx_powermail_domain_model_mails.spam_factor
source: Spam Factor
ch: 垃圾邮件要素

# tx_powermail_domain_model_mails.subject
source: Mail Subject
ch: 邮件主题

# tx_powermail_domain_model_mails.time
source: Time for submitting form (in seconds)
ch: 提交表单的时间（秒）

# tx_powermail_domain_model_mails.user_agent
source: Senders User Agent
ch: 发送者用户代理

# tx_powermail_domain_model_pages
source: Pages
ch: 页面

# tx_powermail_domain_model_pages.css
source: Layout
ch: 布局

# tx_powermail_domain_model_pages.css.1
source: Layout1
ch: 布局一

# tx_powermail_domain_model_pages.css.2
source: Layout2
ch: 布局二

# tx_powermail_domain_model_pages.css.3
source: Layout3
ch: 布局三

# tx_powermail_domain_model_pages.fields
source: Fields
ch: 字段

# tx_powermail_domain_model_pages.forms
source: Related Form
ch: 相关表单

# tx_powermail_domain_model_pages.title
source: Title
ch: 标题
