Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/indexed_search/pi/ch.locallang.xlf
Languages: ch

# default_search_word_entry
source: Search for
ch: 查找

# form_atATime
source: at a time
ch: 每次

# form_extResume
source: Extended resume
ch: 扩展继续

# form_freeIndexUid
source: Category:
ch: 分类：

# form_fromSection
source: From section:
ch: 自段：

# form_legend
source: Search form
ch: 查找

# form_match
source: Match:
ch: 匹配：

# form_orderBy
source: Order by:
ch: 排序按照：

# form_searchFor
source: Search for:
ch: 查找：

# form_searchIn
source: Search in:
ch: 在此中查找：

# form_style
source: Style:
ch: 样式：

# inNsection
source: in %s section:
ch: i %s 段：

# inNsections
source: in %s sections:
ch: 在 %s中：

# inSection
source: in the section
ch: 在段

# link_advancedSearch
source: Advanced search
ch: 高级搜索

# link_regularSearch
source: Regular search
ch: 常规搜索

# makerating_addToCurrentSearch
source: Add to current search words
ch: 加至当前搜索词

# maketitle_matches
source: matches
ch: 匹配

# noResults
source: NO results found.
ch: 未找到结果。

# opt_RL1
source: Level 1:
ch: 第1层

# opt_RL1ALL
source: All pages on level 1
ch: 第1层上全部页面

# opt_RL2
source: - Level 2:
ch: - 第2层

# opt_RL2ALL
source: - All pages on level 2
ch: - 第2层上全部页面

# opt_defOp_0
source: All words (AND)
ch: 全部词(AND)

# opt_defOp_1
source: Any words (OR)
ch: 任意词(OR)

# opt_desc_0
source: Highest first
ch: 最高优先

# opt_desc_1
source: Lowest first
ch: 最低优先

# opt_freeIndexUid_-1
source: All, mixed
ch: 所有,混合的

# opt_freeIndexUid_-2
source: All, categorized
ch: 所有,分类的

# opt_freeIndexUid_0
source: Pages
ch: 页面

# opt_freeIndexUid_header_-1
source: Mixed categories
ch: 混合的分类

# opt_freeIndexUid_header_0
source: Website Pages
ch: 网站页面

# opt_group_flat
source: Flat list
ch: 平面表

# opt_group_sections
source: Section hierarchy
ch: 分层段

# opt_lang_-1
source: All languages
ch: 全部语言

# opt_lang_0
source: Default
ch: 默认

# opt_media_-1
source: All media
ch: 所有媒介

# opt_media_-2
source: All External
ch: 所有外部

# opt_media_0
source: Internal pages
ch: 内部页

# opt_order_crdate
source: Creation date
ch: 建立日期

# opt_order_mtime
source: Date Modified
ch: 更改日期

# opt_order_rank_count
source: Number of words
ch: 词数

# opt_order_rank_first
source: Close to top
ch: 结束至顶

# opt_order_rank_flag
source: Weight/Frequency
ch: 权重/频率

# opt_order_rank_freq
source: Frequency
ch: 频率

# opt_order_title
source: Document title
ch: 文档标题

# opt_sections_-1
source: Only this page
ch: 仅此页

# opt_sections_-2
source: Top + level 1
ch: 顶+1层

# opt_sections_-3
source: Level 2 and out
ch: 2层及离开

# opt_sections_0
source: Whole site
ch: 全站

# opt_type_0
source: Distinct word
ch: 相异词

# opt_type_1
source: Part of word
ch: 词部分

# opt_type_10
source: Sounds like
ch: 听起来像

# opt_type_2
source: First part of word
ch: 词的第一部分

# opt_type_20
source: Sentence
ch: 句子

# opt_type_3
source: Last part of word
ch: 词的最后部分

# pi_list_browseresults_display
source: Displaying results ###TAG_BEGIN###%1$s to %2$s###TAG_END### out of ###TAG_BEGIN###%3$s###TAG_END###
ch: 显示结果 ###TAG_BEGIN###%1$s to %2$s###TAG_END### out of ###TAG_BEGIN###%3$s###TAG_END###

# pi_list_browseresults_next
source: Next >
ch: 向后 >

# pi_list_browseresults_page
source: Page
ch: 页面

# pi_list_browseresults_prev
source: < Previous
ch: < 向前

# pi_wizard_description
source: Search based on a database stored index.
ch: 搜索基于数据库已存在索引。

# pi_wizard_title
source: Indexed Search
ch: 搜索引擎

# res_created
source: Created:
ch: 建立：

# res_memberGroups
source: Require membership of group numbers %s
ch: 要求组员身份%s

# res_modified
source: Modified:
ch: 已修改：

# res_noResume
source: Note: This search hit may not accurately match the content on this page. The page resume cannot be shown.
ch: 备注： 此查询结果不一定为此页内容精确的匹配。 页面概况不能显示。

# res_otherMatching
source: Other matching pages in the same document:
ch: 在同一文档中的其它匹配页：

# res_otherPageAsWell
source: INFO: There was another page indexed as well... Probably indexed with another or no usergroup.
ch: 信息： 还有其它页也被索引，也许与其它组或无用户组一起被索引。

# res_path
source: Path:
ch: 路径：

# res_size
source: Size:
ch: 大小：

# rules_header
source: Rules:
ch: 结果：

# rules_text
source: Only words with 2 or more characters are accepted Max 200 chars total Space is used to split words, "" can be used to search for a whole string (not indexed search then) AND, OR and NOT are prefix words, overruling the default operator +/|/- equals AND, OR and NOT as operators. All search words are converted to lowercase.
ch: 只有有2或更多的字符组成的词才会被接受 最多为200字符 空格用于分开单词， ""用于查询整个字符串（无索引查询） AND, OR 和 NOT 在词前，否决默认值 操作符+/|/-等于AND, OR 和 NOT 所有查询词都被转换为小写。

source: Search for
ch: 查找

# searchFor_and
source: and
ch: 与

# searchFor_butNot
source: but not
ch: 但无

# searchFor_or
source: or
ch: 或

# submit_button_label
source: Search
ch: 查询

# unnamedSection
source: Other
ch: 其它

# word_page
source: page
ch: 页面

# word_pages
source: pages
ch: 页面
