Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/datamints_feuser/pi1/ch.locallang.xlf
Languages: ch

# username_error_required
source: You must enter a username!
ch: 用户名不能为空

# username_error_unique
source: This username already exists!
ch: 用户名已存在

# username_error_valid
source: The username must not contain any spaces!
ch: 用户名不能包含有空格!

# password_rep
source: Confirm Password:
ch: 确认密码

# password_error_equal
source: You have to enter the same password twice!
ch: 两次输入的密码不一致!

# password_error_length
source: The password must be at least 6 characters long!
ch: 密码不能少于6个字符!

# password_error_required
source: You must enter a password!
ch: 密码不能为空!

# usergroup_error_required
source: You must choose a usergroup!
ch: 请选择一个用户组!

# name_error_required
source: You must enter a name!
ch: 姓名不能为空!

# first_name_error_required
source: You must enter a first name!
ch: 名字不能为空!

# last_name_error_required
source: You must enter a last name!
ch: 姓氏不能为空!

# address_error_required
source: You must enter a address!
ch: 地址不能为空!

# telephone_error_required
source: You must enter a telephone number!
ch: 电话号码不能为空!

# fax_error_required
source: You must enter a fax number!
ch: 传真不能为空!

# mobile_error_required
source: You must enter a mobile!
ch: 手机号不能为空!

# mobile_error_unique
source: This mobile is already in use!
ch: 手机号码已被占用!

# mobile_error_valid
source: The entered mobile is invalid!
ch: 请输入正确的手机号码!

# email_error_required
source: You must enter an e-mail address!
ch: 邮箱不能为空!

# email_error_unique
source: This e-mail address is already in use!
ch: 邮箱已被占用!

# email_error_valid
source: The entered e-mail address is invalid!
ch: 请填入正确的邮件地址!

# title_error_required
source: You must enter a title!
ch: 标题不能为空!

# zip_error_required
source: You must enter a zip!
ch: 邮编不能为空!

# city_error_required
source: You must enter a city name!
ch: 城市不能为空!

# tx_mfwcvolunteer_experience_error_required
source: You must enter experience!
ch: 经验必须要填写!

# tx_mfwcvolunteer_skills_error_required
source: You must enter skills!
ch: 技能不能为空!

# tx_mfwcvolunteer_jobs_error_required
source: You must enter a job!
ch: 申请职位不能为空!

# country_error_required
source: You must enter a country!
ch: 国家不能为空!

# www_error_required
source: You must enter a web addess!
ch: 网址不能为空!

# company_error_required
source: You must enter a company name!
ch: 公司名不能为空!

# image_delete
source: Delete current image!
ch: 删除当前图片!

# image_error_size
source: The image is too large!
ch: 图片超出最大值!

# image_error_type
source: The uploaded file is not an image!
ch: 请上传正确的图片格式!

# image_error_upload
source: The image could not be uploaded!
ch: 图片上传失败!

# image_error_delete
source: The image could not be deleted!
ch: 图片删除失败!

# userdelete
source: Delete Current User?
ch: 删除当前用户?

# userdelete_success
source: The User was successfully deleted!
ch: 删除成功!

# passwordconfirmation
source: Current Password:
ch: 原密码!

# passwordconfirmation_error_required
source: Please enter your current password!
ch: 请输入原密码!

# passwordconfirmation_error_valid
source: The entered password was not equal to your current password!
ch: 密码不匹配!

# resendactivation
source: Resend activation mail to this e-mail:
ch: 重新发送激活邮件!

# resendactivation_list
source: Resend activation mail to the following User:
ch: 给下列用户重新发送激活邮件!

# resendactivation_sent
source: A new activation mail was sent to your e-mail address.
ch: 激活邮件发送成功!

# resendactivation_failure
source: You have to wait for admin activation!
ch: 等待管理员激活!

# resendactivation_error_required
source: Please enter the e-mail address you have registered with!
ch: 请输入注册时填写的邮箱!

# resendactivation_error_valid
source: The entered e-mail address has not yet been registered or has already been activated!
ch: 邮箱已被占用!

# captcha
source: Enter the letters displayed in the picture:
ch: 验证码

# captcha_error_required
source: Please enter the letters displayed in the picture!
ch: 验证码不能为空!

# captcha_error_valid
source: The entered letters were not correct, please try again!
ch: 验证码输入错误，请重新输入!

# submit_register
source: Register
ch: 注册

# submit_edit
source: Save
ch: 保存

# register_success
source: You have been successfully registered.
ch: 注册成功!

# edit_success
source: Your profile has been successfully updated. You‘ll be redirected back in a few seconds.
ch: 数据保存成功，正在返回!

# doubleoptin_sent
source: To activate your account click the activation link in the e-mail we sent to you.
ch: 我们已经给您发了激活邮件，请登录您的邮箱进行账户激活！

# adminapproval_sent
source: To activate your account, the administrator has to activate it.
ch: 随后管理员将解锁激活您的账户！

# doubleoptin_adminapproval_sent
source: To activate your account click the activation link in the e-mail we sent to you. Afterwards the administrator has to activation it.
ch: 请点击我们发送给您的激活邮件激活账户！随后管理员将解锁激活您的账户。

# adminapproval_doubleoptin_sent
source: To activate your account, the administrator has to activate it. Afterwards you have to click the activation link in the e-mail we sent to you.
ch: 随后管理员将解锁激活您的账户！请点击我们发送给您的激活邮件激活账户！

# doubleoptin_success
source: Your account has been successfully activated.
ch: 您的账户已经成功激活！

# adminapproval_success
source: The users account has been successfully activated.
ch: 客户的帐户已被成功解锁！

# doubleoptin_deleted
source: The activation of your account has been successfully rejected!
ch: 您的账户激活请求被拒绝！

# adminapproval_deleted
source: The activation of the customers account has been successfully rejected!
ch: 客户的帐户激活请求已被拒绝！

# doubleoptin_failure
source: Sorry, your activation link is not valid.
ch: 您的激活链接无效！

# adminapproval_failure
source: Sorry, this activation link is not valid or this account has already been activated.
ch: 您的激活链接无效或者账户已经被激活！

# approvalcheck_failure
source: Sorry, this activation link is not valid or your account has already been activated.
ch: 您的激活链接无效或者账户已经被激活！

# edit_error_login
source: You can not edit your user data if you are not logged in.
ch: 如果您没有登录，将不能编辑用户数据！

# edit_error_storage
source: You can not edit the user data here!
ch: 您不能编辑用户数据！
