Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/*_news/mod1/ch.locallang.xlf
Languages: ch

# title
source: News Admin
ch: 新闻管理

# function1
source: News category manager
ch: 新闻分类管理

# nothingfound
source: This page contains no tt_news categories. Please select a page with categories from the list below:
ch: 这个页面没有包含新闻分类.请从下列的列表中选择包含分类的页面

# noNewsFound
source: There are no news matching the current selection.
ch: 当前选择中没有新闻

# showSubcatgories
source: Show subcategories
ch: 显示子分类

# hideSubcatgories
source: Hide subcategories
ch: 隐藏子分类

source: Path:
ch: 路径：

source: Categories:
ch: 分类：

# showOnlyEditable
source: Show only editable records
ch: 仅显示可编辑记录

# showThumbs
source: Show images
ch: 显示图片

# defaultLangLabel
source: Default
ch: 默认

source: all pages
ch: 所有页面

source: this page
ch: 当前页面

# oneLevel
source: this page and 1 level down
ch: 当前页面以及下1级别

# twoLevels
source: this page and 2 levels down
ch: 当前页面以及下2级别

# threeLevels
source: this page and 3 levels down
ch: 当前页面以及下3级别

# fourLevels
source: this page and 4 levels down
ch: 当前页面以及下4级别

# enterSearchLevels
source: Show news from:
ch: 显示新闻从：

# showingAll
source: Showing news from all categories.
ch: 显示新闻从所有分类.

# showingOnlyCat
source: Showing news from category:
ch: 显示新闻从分类:

# selectCategory
source: Please select a category
ch: 请选择一个分类

# showEditIcons
source: Show edit icons in tree
ch: 在树中显示编辑图标

source: Expand all
ch: 扩展全部

source: Show hidden categories
ch: 显示隐藏分类

# treeTitle
source: News categories
ch: 新闻分类

# resetCatSelection
source: [reset selection]
ch: [重置选择]

# showAllResetSel
source: Reset current category selection
ch: 重置当前分类选择

source: Move category into
ch: 移动分类到

source: Copy category into
ch: 拷贝分类到

source: Copy category after
ch: 拷贝分类到之后

# createCategory
source: Create new category
ch: 创建新分类

# createArticle
source: Create new article
ch: 创建新文章

# createArticleInCategory
source: Create new article in this category
ch: 在本类中创建新文章

# edit
source: Edit record
ch: 编辑记录

# showInfo
source: Show information
ch: 显示信息

# unHide
source: Unhide Record
ch: 显示记录

# hide
source: Hide Record
ch: 隐藏记录

# deleteWarning
source: Are you sure you want to delete this record?
ch: 你确认删除这个记录吗？

# delete
source: Delete record (!)
ch: 删除记录(!)

# openFePreview
source: Open preview
ch: 打开预览

source: First
ch: 第一个

source: Last
ch: 最后一个

source: Reload
ch: 重载

source: Next
ch: 下一个

source: Previous
ch: 上一个

# pageIndicator
source: Page %1$s of %2$d
ch: 页面 %1$s of %2$d

# rangeIndicator
source: Records %1$d - %2$d of %3$d
ch: 记录 %1$d - %2$d of %3$d
