Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/lowlevel/dbint/ch.locallang.xlf
Languages: ch

source: [ MENU ]
ch: [菜单]

source: Record Statistics
ch: 记录统计

source: Total Page Tree
ch: 全部页面树

source: Database Relations
ch: 数据库关系

source: Full search
ch: 全文检索

source: Find filename
ch: 寻找文件名

# manageRefIndex
source: Manage Reference Index
ch: 管理参考索引

# rawSearch
source: Raw search in all fields
ch: 在所有字段中搜索

source: Advanced query
ch: 高级查询

source: Select records
ch: 选择记录

source: Count results
ch: 计数结果

source: CSV Export
ch: CSV导出

source: XML Export
ch: XML导出

# clickToUpdateRefIndex
source: Click here to update reference index
ch: 点击这里更新参考索引：

source: Update now!
ch: 现在更新！

# clickToTestRefIndex
source: Click here to test reference index
ch: 点击这里测试参考索引：

source: Search options
ch: 搜索选项：

source: Result
ch: 结果：

source: Tables
ch: 表:

source: references
ch: 参考：

source: is missing!
ch: 丢失！

# searchButton
source: Search
ch: 搜索

source: Pattern
ch: 模式

source: Files
ch: 文件：

# fixLostRecord
source: Click to move this lost record to rootlevel (pid=0)
ch: 点击移动该丢失的记录到 Rootlevel(pid=0)

# doktype
source: Document types
ch: 资料类型:

source: Pages
ch: 页面:

# total_pages
source: Total number of pages
ch: 页面总数:

# deleted_pages
source: Marked-deleted pages
ch: 带删除标记页面:

source: Hidden pages
ch: 隐藏页面:

source: Relations
ch: 关联:

# files_many_ref
source: Files referenced from more than one record
ch: 引用不止一个记录的文件

# files_no_ref
source: Files with no references at all (delete them!)
ch: 根本没有引用记录的文件(删除它们!)

# files_no_file
source: Missing files
ch: 丢失的文件:

# select_db
source: Select fields
ch: 选择的域:

# group_db
source: Group fields
ch: 组域:

# tree
source: The Page Tree
ch: 页面树:

# records
source: Records Statistics
ch: 记录统计:

# search
source: Search whole Database
ch: 搜索整个数据库

# filesearch
source: Search all filenames for pattern
ch: 搜索样式的所有文件名

# refindex
source: Check and update global reference index
ch: 检查和更新全局引用索引

# refindex_description
source: Allows you to maintain the reference index kept by TYPO3.
ch: 允许您维护typo3控制的引用索引

# title
source: Database integrity check
ch: 数据库完整性检查

# search_description
source: This searches through all database tables and records for a text string.
ch: 在所有数据库表和记录中查询字符串

# relations_description
source: This will analyse the content of the tables and check if there are 'empty' relations between records or if files are missing from their expected position.
ch: 这将分析表的内容，并检查在记录之间是否无法关联，或者文件不正常的缺失。

# records_description
source: This shows some statistics for the records in the database. This runs through the entire page-tree and therefore it will also load the server heavily!
ch: 这个将显示数据库中的一些记录统计，运行这个程序将调用整个页面树，因此会给服务器带来一些压力。

source: Label
ch: 标签

source: Matching files
ch: 匹配文件
