Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/exinit_pollwidget/pi1/ch.locallang.xlf
Languages: ch

# poll.replies
source: %d votes (%s)
ch: %d 投票 (%s)

# poll.submit
source: Vote
ch: 投票

# poll.linktopoll
source: Results
ch: 结果

# poll.linktocomment
source: Comment this!
ch: 评论此投票

# poll.message.voted
source: You have voted!
ch: 您已经投票了！

# poll.message.denied
source: You are not allowed to vote!
ch: 您不允许投票

# poll.message.already_voted
source: You may only vote once!
ch: 您仅可以投票一次！

# poll.message.loggedout
source: You have to be logged in to vote!
ch: 您必须登录才能投票！

# poll.message.no_answer
source: Please choose an answer!
ch: 请选择一个答案！

# FLEX.general
source: Settings
ch: 设置

# FLEX.general.forum_sysfolder_pid
source: Forums SysFolder (required).
ch: 论坛系统文件夹（必须）

# FLEX.general.forum_uid
source: Forum (required). Choose and save 'Forum SysFolder' to get a list.
ch: 论坛（必须），选择并保存'论坛文件夹'以得到列表

# FLEX.general.poll_uid
source: Poll (required). Choose and save 'Forum' first to get a list.
ch: 投票（必须），选择并保存'论坛文'以得到列表

# FLEX.general.display_latest
source: Always display latest poll
ch: 总是选择最新投票

# FLEX.general.forum_pid
source: Forum page (required if link is desired).
ch: 论坛页面（如果希望是链接）

# FLEX.general.loggedoutuser_mayvote
source: Unregistered users may vote.
ch: 未注册用户可以投票
