Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/form/Resources/Private/Language/ch.locallang.xlf
Languages: ch

# tx_form_domain_model_element_button.value
source: Push this button
ch: 点击此按钮

# tx_form_domain_model_element_reset.value
source: Clear form
ch: 清理表单

# tx_form_domain_model_element_submit.value
source: Submit form
ch: 发布表单

# tx_form_system_validate_alphabetic.message
source: Use alphabetic characters
ch: 使用字母顺序字符

# tx_form_system_validate_alphabetic.message2
source: whitespace allowed
ch: 允许空格

# tx_form_system_validate_alphanumeric.message
source: Use alphanumeric characters
ch: 使用字母顺序字符

# tx_form_system_validate_alphanumeric.message2
source: whitespace allowed
ch: 允许空格

# tx_form_view_confirmation.donotconfirm
source: Go back to the form
ch: 后退到表单

# tx_form_view_mail.error
source: There was an error when sending the form by mail
ch: 发送邮件表单时出现错误。

# tx_form_view_mail.success
source: The form has been sent successfully by mail
ch: 表单已经成功的通过邮件发送。
