Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/dr_wiki/mod1/ch.locallang.xlf
Languages: ch

# title
source: DR Wiki Administration
ch: DR Wiki管理

# admin
source: Administration:
ch: 管理:

source: Versions:
ch: 版本:

source: Versions of:
ch: 的版本:

source: Content:
ch: 内容:

source: Content of:
ch: 的内容:

# function1
source: Standard Functions
ch: 标准功能

# function2
source: Clear Caches
ch: 清除缓存

# function3
source: Help
ch: 帮助

source: Yes
ch: 是

source: No
ch: 否

# msg_start
source: In order to administrate a Wiki, please choose a page that contains the Wiki plugin.
ch: 为了管理Wiki,请选择一个包含Wiki插件的页面.

# msg_edititem
source: Click on a Wiki-word and afterwards on a version-id to get the content of the Wiki-page.
ch: 点击一个关键字,然后点击版本号取得Wiki页面.

# msg_versions
source: Click on a Wiki-word to get a listing of the versions.
ch: 点击关键字取得版本列表.

# wiki_word
source: Wiki words:
ch: 关键字:

# header_ID
source: ID
ch: 序号

# header_AUTHOR
source: AUTHOR
ch: 作者

# header_DATE
source: DATE
ch: 日期

# header_SUMMARY
source: SUMMARY
ch: 摘要

# header_OPTIONS
source: OPTIONS
ch: 选项

# alt_LOCK
source: Lock Item
ch: 锁定条目

# alt_UNLOCK
source: Unlock Item
ch: 解锁条目

# alt_VIEW
source: View Item
ch: 显示条目

# alt_DELETE
source: Delete Item
ch: 删除条目

# alt_DELOLDER
source: Delete Older Items
ch: 删除旧条目

# alt_DELOTHERS
source: Delete Other Items
ch: 删除其他条目

# err_noLock
source: The page could not be locked!
ch: 页面不能被锁定

# err_delAll
source: An error occured when deleting the following wiki-word!
ch: 删除关键字时发生错误

# err_noUnlock
source: The page could not be unlocked!
ch: 页面不能被解锁

# err_delSingleUid
source: An error occured when deleting the following version!
ch: 删除下列版本时发生错误

# err_delOlderUid
source: An error occured when deleting the following older versions!
ch: 删除下列旧版本时发生错误

# err_delAllOther
source: An error occured when deleting all other version!
ch: 删除所有版本时发生错误

# cmd_delAll
source: Do you really want to delete all version of the following wiki-word?
ch: 您真的要删除下列关键字的所有版本吗?

# cmd_delAllDone
source: You deleted all versions of the following wiki-word!
ch: 您已经删除下列关键字的所有版本!

# cmd_delSingleUid
source: Do you really want to delete this version of the following wiki-word?
ch: 您真的要删除下列关键字的这个版本吗?

# cmd_delSingleUidDone
source: You deleted the following version!
ch: 您已经删除下列版本!

# cmd_delOlderUid
source: Do you really want to delete all older versions of the following wiki-word?
ch: 您真的要删除下列关键字的所有旧版本吗?

# cmd_delOlderUidDone
source: You deleted all older versions!
ch: 您已经删除所有旧版本!

# cmd_delAllOther
source: Do you really want to delete all older versions (except this one) of the following wiki-word?
ch: 您真的要删除下列关键字的所有旧版本吗(除了这一个)?

# cmd_delAllOtherDone
source: You deleted all other versions of the following wiki-word!
ch: 您已经删除下列关键字的其他版本!
