Repository: hongjinlin/jidian
Catalog: typo3conf/l10n/ch/rtehtmlarea/mod2/ch.locallang.xlf
Languages: ch

# Type_of_abridged_form
source: Acronym or Abbreviation?
ch: 首字母缩写或缩略语

source: Term to abridge
ch: 词缩写

# Defined_term
source: Pre-defined Acronyms and Abbreviations
ch: 预定义的首字母缩写或缩略语

source: Term:
ch: 词：

source: Unabridged Term:
ch: 未缩写的词：

source: Select a term
ch: 选择一个词

source: Abridged Term:
ch: 缩写词：

source: Acronym
ch: 首字母缩写

source: Abbreviation
ch: 缩略语

# Select_an_acronym
source: Select an acronym or abbreviation
ch: 选择一个首字母缩写或缩略语

source: Use this term:
ch: 使用这个词：

# Use_this_term_explain
source: Associate this term to the current selection
ch: 关联这个词到当前选择

source: Delete
ch: 删除

source: Cancel
ch: 关闭

source: Language:
ch: 语言：

source: Select a language
ch: 选择一个语言
